[
  {
    "id": "111",
    "name": "CÀN",
    "description": "Thiên võ vấn tình thiên tất võ",
    "meaning": "Thiên võ vấn tình thiên tất võ\nThiên tình vẫn võ chủ thiên tình\nNhược yếu võ vụ khang Hợi Tý\nTình đa võ thiểu số phân minh.",
    "details": "Trời mưa hỏi tạnh trời ắt mưa,\nTrời tạnh hỏi mưa trời ắt tạnh,\nNếu muốn mưa dầm coi Hợi, Tý\nTạnh nhiều mưa ít, rõ ràng phân"
  },
  {
    "id": "112",
    "name": "LÝ (Trạch Thiên)",
    "description": "Tấn học chiếm ly lý quái hàm",
    "meaning": "Tấn học chiếm ly lý quái hàm\nVăn thơ Quan quỉ lưỡng tương giao\nTài danh nhị tự thành vi tiến\nĐịnh chủ tha niên đạt cẩm phiêu.",
    "details": "Ngươi học tới mà gặp quẻ nầy,\nHào văn, hào quỉ gặp đi đôi\nDanh một tài hai thành kết cuộc,\nRõ ràng năm tới chiếm ngao đầu."
  },
  {
    "id": "113",
    "name": "ĐỒNG – NHÂN (Thiên Hỏa)",
    "description": "Quỷ hào trì thế quái tương đồng",
    "meaning": "Quỷ hào trì thế quái tương đồng\nHựu hứa đọc thơ vọng tấn thân\nTùng thử công danh chung khả vọng\nTu tri nhập bạn hữu hồng danh.",
    "details": "Hào quan ủng hộ quẻ nên danh\nHọc hành tấn bộ, muôn việc thành\nDanh toại, công thành tua hy vọng\nThầy lành, bạn tốt trổ hồng danh."
  },
  {
    "id": "114",
    "name": "VÔ VỌNG (Thiên Lôi)",
    "description": "Cầu vật cầu Tài tiên giác nan",
    "meaning": "Cầu vật cầu Tài tiên giác nan,\nHào trung tàu tận thủy tương biên,\nThu, Đông thủ thảo vô tài vật,\nHạ quý, Xuân thời bất nại phiền.",
    "details": "Cầu Tài, cầu vật trước khó khăn\nRút hết tiền hào, tài mới có\nThu Đông tìm kiếm tiền đâu có?\nCuối Hạ, Xuân tàn mới rảnh rang."
  },
  {
    "id": "115",
    "name": "CẤU (Thiên Phong)",
    "description": "Chiêu tế dị thành lai vấn bốc",
    "meaning": "Chiêu tế dị thành lai vấn bốc,\nThì trì hảo sự da phản phú\nỨng lai sanh thế đắc thành toàn,\nPhúc lộc ưu nhiên duyên phận tú.",
    "details": "Kén rể chưa xong đến hỏi han,\nViệc đời phản phúc khó lo toan.\nPhận duyên rắc rối người thay đổi,\nPhước Lộc xum vầy mới vẻ vang"
  },
  {
    "id": "116",
    "name": "TỤNG (Thiên thủy)",
    "description": "Vãng lai Mạng Vận cố phi nhi",
    "meaning": "Vãng lai Mạng Vận cố phi nhi\nNhân vượng, Tài hưng tụ thủ thi\nPhát phúc hưng gia đa toại ý\nQuới nhân tương ngộ hữu pho tri",
    "details": "Mừng cho Mạng Vận gặp trăng tròn,\nNgười vui của đống chất nên non\nPhát phước gặp thời nhiều toại ý\nQuới nhân ủng hộ nước nhà còn."
  },
  {
    "id": "117",
    "name": "ĐỘN (Thiên Sơn)",
    "description": "Trúng hữu danh lương y quốc thủ",
    "meaning": "Trúng hữu danh lương y quốc thủ\nIm im dị khiến thối tai ưu\nNhược phùng ứng vị lai sanh thế\nDần, Thân chỉ nhựt cứu tinh lâm.",
    "details": "Dẫu cho thầy giỏi với danh\nCũng chẳng ra gì với bệnh ni\nTai khỏi, nạn qua may kẻ cứu\nDần, Thân tuần nhựt (10 ngày) khỏi tai nguy."
  },
  {
    "id": "118",
    "name": "BĨ (Thiên Địa)",
    "description": "Văn thơ Quan Quỉ vấn lan đình",
    "meaning": "Văn thơ Quan Quỉ vấn lan đình\nHứa yến giai tàn kiến lợi danh,\nThủy thượng lưu niên đa hưu tiển\nKim niên khoa cử chỉ bình bình.",
    "details": "Lan đình Quan Quỉ với văn thơ,\nDanh Lợi lôi thôi phải đợi chờ\nThi cử năm nay chưa chắc đậu\nNăm tới may ra mới có đường."
  },
  {
    "id": "121",
    "name": "QUẢI (Trạch thiên)",
    "description": "Di cư đáng hứa toại nhân tâm",
    "meaning": "Di cư đáng hứa toại nhân tâm\nPhúc tinh cường lợi hữu lộc thâm\nNhược vấn đông nam tài thiên vượng\nGia thành nghiệp tựu lạc thanh bình.",
    "details": "Dời nhà vui vẻ phỉ lòng người\nPhước đức gây nên cuộc tốt tươi\nMuốn biết hướng nào tài lợi phát,\nĐông nam gia nghiệp được vui cười"
  },
  {
    "id": "122",
    "name": "ĐOÀI",
    "description": "Nghĩa khí tương đầu sự khả chàn",
    "meaning": "Nghĩa khí tương đầu sự khả chàn\nQuan nghiêm hội chủng vô thành sự\nNhược tại Thu Đông phương khả vọng\nNhư phùng Xuân Hạ, sự long đong.",
    "details": "Nhóm khách linh đình việc chẳng xong\nY tuy thấy hiệp nhưng chưa được\nThu Đông sắp đến nên hy vọng,\nBằng gặp Hạ, Xuân việc long đong."
  },
  {
    "id": "123",
    "name": "CÁCH (Trạch Hỏa)",
    "description": "Quỉ bào tri thế phước thành tường",
    "meaning": "Quỉ bào tri thế phước thành tường\nMưu sự chiếm chỉ bá sự đương\nXuân Quí Đông thời phương khả tự\nHạ Thu chiếm thử bất tương đương.",
    "details": "Hào phước, Hào Tài rõ rạng thay\nMưu sự khen thay gặp quẻ nầy\nĐông tàn, Xuân lụn nên khởi việc\nHạ Thu thời chớ chẳng xong rày"
  },
  {
    "id": "124",
    "name": "TÙY (Trạch Lôi)",
    "description": "Tài lai sanh Quỉ bịnh nan y",
    "meaning": "Tài lai sanh Quỉ bịnh nan y\nPhụ mẫu gia tinh yến hộ trì\nTúc nguyện như kim hườn ứng xảo\nNhứt tuần, bán nguyệt tái bình luân",
    "details": "Cha mẹ binh căn rất khó thay,\nỐm đau lại gặp quẻ không may\nVái van thề thốt mau hườn trả,\nNửa trăng sắp tới mới yêu rày."
  },
  {
    "id": "125",
    "name": "ĐẠI QUÁ (Trạch Phong)",
    "description": "Ứng lai sanh thế sự nghi thành",
    "meaning": "Ứng lai sanh thế sự nghi thành,\nMãi ốc chiếm chi hứa xứng tâm\nPhú quí vinh hoa từng thủ đắc\nGia thành, nghiệp tựu vĩnh khương ninh",
    "details": "Mua nhà bói gặp quẻ yên lòng\nTính toán làm ăn việc, việc xong\nPhú quí vinh hoa ngày, ngày tới\nLập nên gia nghiệp phỉ lòng mong"
  },
  {
    "id": "126",
    "name": "KHỔN (Trạch Thủy)",
    "description": "Phân gia, quân kiếm dục bốc nghi",
    "meaning": "Phân gia, quân kiếm dục bốc nghi\nQuản giao nhựt hận bất sai trì\nXuân Thu tài vượng vô phiền não\nDụng ý di chung tòng tắc nghi",
    "details": "Chia của, chia nhà muốn hỏi thăm\nKhuyên đó ráng chờ đừng nản chí\nXuân Thu tài vượng chẳng sai lầm\nXin chàng nhẫn nhịn chớ sanh tâm"
  },
  {
    "id": "127",
    "name": "HÀM (Trạch Sơn)",
    "description": "Quá chiếm tật bệnh số vô phần",
    "meaning": "Quá chiếm tật bệnh số vô phần\nPhước đức thiên tỉnh lưỡng tự cường\nHợi Tý Canh Tân toàn vũ hảo\nNgũ hành hữu cứu thọ miên trường",
    "details": "Bệnh đau mà gặp quẻ này đây\nPhước đức gây nên mới được rày\nHợi Tý Canh Tân lành bệnh nọ\nQuới nhơn ủng hộ khỏi tai bay"
  },
  {
    "id": "128",
    "name": "TÙY (Trạch Lôi)",
    "description": "Anh nhi đắc hỉ số vô phần",
    "meaning": "Anh nhi đắc hỉ số vô phần\nPhước đức lâm hào vị tất ưu\nPhục dược đẳng khang quá Mùi Ngọ\nHiệp gia hoan hỉ bá thành kỳ.",
    "details": "Cháu con đau ốm chẳng nên lo\nPhúc đức tai qua mới khiến cho,\nThuốc men săn sóc khỏi Mùi Ngọ\nCả nhà vui vẻ hết buồn lo."
  },
  {
    "id": "131",
    "name": "ĐẠI HỮU (Hoả Thiên)",
    "description": "Cầu Tài nghi hưỡn bất nghi cấp",
    "meaning": "Cầu Tài nghi hưỡn bất nghi cấp\nVô thời việc thiểu định vô đa.\nGiáp Ất, Mẹo Dần phương hữu vọng\nQuái hào chủ định đáng vô ngoa.",
    "details": "Cầu Tài chậm rãi không nên gấp\nGiúp đỡ qua loa chứ chẳng nhiều\nGiáp Ất, Mẹo Dần có hy vọng\nGiúp xài chút đỉnh chẳng bao nhiêu."
  },
  {
    "id": "132",
    "name": "KHUÊ (Hoả Trạch)",
    "description": "Tài ngân tá thủ vấn thần minh",
    "meaning": "Tài ngân tá thủ vấn thần minh\nThác báo cầu chi việc khả thần\nHợi Tý Canh Tân tài phát động\nMục tiêu bất toại mạc sanh sanh",
    "details": "Vay hỏi bạc tiền đến hỏi thần\nMách cho đó phải cố hay cầm\nHợi Tý, Canh Tân tài mới có\nKhuyên chang gắn dạ chớ sanh sân."
  },
  {
    "id": "133",
    "name": "LY",
    "description": "Dục chiếm mãi súc tối vì lương",
    "meaning": "Dục chiếm mãi súc tối vì lương\nThế ứng tương vượng bá sự sương\nSố định mãi lai quân ý hiệp\nNgưu đa sanh tức mã lư cường.",
    "details": "Muốn mua lục súc rất nên hay\nTrăm việc gây nên rất tốt thay\nBán buôn giá cả người vừa ý\nBò trâu heo ngựa đẻ nên bầy"
  },
  {
    "id": "134",
    "name": "PHỆ HẠP (Hoả Lôi)",
    "description": "Khai tiệm chiếm chi chủ đại tài",
    "meaning": "Khai tiệm chiếm chi chủ đại tài,\nThế tài trì thế đoán vô quai\nXuân Thu Hạ quý tài đa tức\nĐông quý bình bình thiên hứa quai.",
    "details": "Khai tiệm ngày nay chủ đắc tài\nBán buôn nườm nượp thật không sai\nXuân, Thu, Hạ chí lời mười vốn\nĐông đến sắp lên lợi một hai."
  },
  {
    "id": "135",
    "name": "ĐỈNH (Hoả Phong)",
    "description": "Hồi hương chiếm thử chủ bình an",
    "meaning": "Hồi hương chiếm thử chủ bình an,\nPhước đức tài nguyên lưỡng tự toàn\nBạn lữ định số phùng quới khách\nLộ đồ tránh giác đất tâm khoan.",
    "details": "Thăm nhà, về xứ chủ bình an,\nTài phước đôi bên được lưỡng toàn\nAnh em bầu bạn đều quí khách\nLộ đồ yên ổn được thanh nhàn"
  },
  {
    "id": "136",
    "name": "VỊ TẾ (Hỏa Thủy)",
    "description": "Tứ quái chiếm lai phóng trường nghi",
    "meaning": "Tứ quái chiếm lai phóng trường nghi,\nQuản giao nhựt thu bất khai tri,\nHạ – Thu đắc ý vô phiền não,\nDụng ý di chi bất tất nghi.",
    "details": "Cho vay đặt nợ gặp quẻ này,\nVốn lời trả đủ chẳng sai chầy\nThu Hạ vừa lòng không buồn thảm\nMặc tình tính toán chớ hồ nghi."
  },
  {
    "id": "137",
    "name": "LỮ (Hỏa Sơn)",
    "description": "Mộ phần long mạch bất vi gia",
    "meaning": "Mộ phần long mạch bất vi gia,\nĐựng chủ vô tình bất tất khoa\nTả hữu, hữu can hườn hữu phá\nBiệt tầm Càn Tốn đắc vinh hoa.",
    "details": "Mộ phần đoán chắc chẳng nhầm phương\nLãnh noãn nhân tình ấy sự thường\nTả hữu có hầm cùng mươn rạch\nAnh em thân thuộc ít yêu đương"
  },
  {
    "id": "138",
    "name": "TẤN (Hỏa Địa)",
    "description": "Đổ bác cầu mưu tiên cư nan",
    "meaning": "Đổ bác cầu mưu tiên cư nan\nBổn cung tài tận thủy thương hoàng\nThu Đông khiêm thắng vô tài lợi\nXuân Hạ hoàn lao bất nại phiền.",
    "details": "Đấu kê đổ bát rất khó thay,\nPhương bổn (tuổi) mạng hướng không may\nThu Đông ăn ít mà thua đậm,\nXuân Hạ năng lo giữ vốn rày."
  },
  {
    "id": "141",
    "name": "ĐẠI TRÁNG (Lôi Thiên)",
    "description": "Tài lai ứng hữu thành vị",
    "meaning": "Tài lai ứng hữu thành vị\nChưng tác điều hoà thập bội tăng\nBạn thấy mễ tràng thiên ý hảo\nNhứt sanh thâu thâu thăng lưỡng niên sinh.",
    "details": "Ruộng vườn thâu góp lợi mười phần\nHuê lợi điều hòa nhựt nhựt tăng\nPhúc đức ông bà, trời giúp vận\nCủa tiền dư để tiếng vang rân."
  },
  {
    "id": "142",
    "name": "QUI MUỘI (Lôi Trạch)",
    "description": "Tử tôn vô vị hướng văn thơ",
    "meaning": "Tử tôn vô vị hướng văn thơ,\nXa nại bàn nhơn ban thị phi\nHữu quán bị nhơn tầm đạt khứ\nCuồng đổ lao lực phi môn trì",
    "details": "Cửa nhà quán xá chúng giựt rồi\nBàn nhơn bàn kế đáng thương ôi.\nCháu con lưu lạc thân lữ thứ\nUổng công gầy dựng bấy lâu thôi."
  },
  {
    "id": "143",
    "name": "PHONG (Lôi Hỏa)",
    "description": "Tứ lâm phước vị tử tôn minh",
    "meaning": "Tứ lâm phước vị tử tôn minh\nCầu tử chiếm chi hứa toại tâm\nNhược thị xảo niên hình khắc hóa\nKiêm niên bất cứu sản kỳ lâm",
    "details": "Cầu con mà gặp quẻ này đây\nĐông đúc cháu con kết lũ bầy.\nCon thảo cháu hiền thông suốt cả\nTu nhân tích đức giữ lòng ngay"
  },
  {
    "id": "144",
    "name": "CHẤN",
    "description": "Xuất hành chiếm thử khủng phi nghi",
    "meaning": "Xuất hành chiếm thử khủng phi nghi\nHuynh đệ lâm môn hữu thị phi.\nThế ứng phùng xuân đa cách trở\nBất nghi yếu động thả trì trì.",
    "details": "Đi đứng đề phòng chớ ỷ khôn\nKẻ gian rình đón kế bên trong\nRối ben trắc trở trên đường lộ (khi đi đứng)\nNhẫn nại đợi thời chớ bôn chôn."
  },
  {
    "id": "145",
    "name": "HẰNG (Lôi Phong)",
    "description": "Hữu ngư chiếm chi toại tâm hoài",
    "meaning": "Hữu ngư chiếm chi toại tâm hoài,\nThượng lưu đáo đắt uống quân hoài.\nChuyên tâm chi phí quân tu đắt\nTung hoành trương dóng đăng câu đài.",
    "details": "Mừng cho danh lợi toại tâm tình\nRọ đáy lưới rùng thảy thảy xinh\nChí quyết chuyên cầu ngươi ráng giữ\nTung hoành sâu cạn được an ninh."
  },
  {
    "id": "146",
    "name": "GIẢI (Lôi Thủy)",
    "description": "Quân phùng dạ mộng bất tương nghi",
    "meaning": "Quân phùng dạ mộng bất tương nghi,\nDanh lợi muôn tâm sự bất tề.\nGia đạo nhơn đinh tiêm kinh khủng\nThời lai liên đảo mộng hồn kỳ.",
    "details": "Chiêm bao mộng mị rất nên nghi\nDanh lợi tại ngươi quá nghĩ suy\nGia đạo bất hòa tôi tớ ruổi\nBằng không gia chủ ắt lâm nguy"
  },
  {
    "id": "147",
    "name": "TIỂU QUÁ (Lôi Sơn)",
    "description": "Quân hào tùy thế dị hoà hai",
    "meaning": "Quân hào tùy thế dị hoà hai\nNhập nhái cầu hôn mạc vọng di\nChỉ bảo hồi đầu tìm biệt kế\nMiến giao biệt hậu hữu bi ai.",
    "details": "Khuyên người chớ tính việc tình si\nNợ duyên trắc trở chẳng được chỉ\nXin đó hồi đầu tầm sang kế\nBằng không ắt phải lụy ai bi."
  },
  {
    "id": "148",
    "name": "DỰ (Lôi Địa)",
    "description": "Thị phi khẩu thiệt sự đa đoan",
    "meaning": "Thị phi khẩu thiệt sự đa đoan\nThế ngoại phùng tài sự bất an.\nPhàm sự phiến quân nhiên nhất kháng\nPhượng bảo thối hậu tâm lương khang",
    "details": "Phải quấy rầy ra chẳng ích chi\nNín đi thì ngặt nhịn coi kỳ\nPhàm việc khuyên người lui đôi bước\nPhước nhà thêm rạng chẳng ai khi."
  },
  {
    "id": "151",
    "name": "TIỂU SÚC (Phong Thiên)",
    "description": "Quân kiếm, thác quá nhứt thời nan",
    "meaning": "Quân kiếm, thác quá nhứt thời nan\nPhản phúc duyên ai không giản hoài\nTỵ Ngọ Mùi lâm tài khả thác\nQuá kỳ hựu khủng hữu khuyên nhai.",
    "details": "Lúc nầy sang sến hàng hóa không may\nPhản phúc gay go rắc rối thay\nTỵ Ngọ Mùi tuần thì mới đặng\nQuá kỳ ắt gặp việc tai bay."
  },
  {
    "id": "152",
    "name": "TRUNG PHÚ (Phong Trạch)",
    "description": "Quan chiếm kiến quới sự nhi hà",
    "meaning": "Quan chiếm kiến quới sự nhi hà\nNhứt kiến ứng tri nhi khí đa\nDanh lợi trùng trùng chung hữu vọng\nTiên thiên thần số bất sai ngoa.",
    "details": "Người muốn yết quan việc ra sao\nQuan yêu chiếu cố tốt biết bao.\nDanh lợi chập chồng đầy hy vọng,\nNghe ta ắt được chẳng sai nào."
  },
  {
    "id": "153",
    "name": "GIA NHÂN (Phong Hoả)",
    "description": "Quái chiếm hỉ sự lưỡng trùng tài",
    "meaning": "Quái chiếm hỉ sự lưỡng trùng tài\nPhước đức linh tâm ứng thượng lai\nNhược vấn Xuân tàm hưu hoài lự\nThập phần tài hỉ xứng tâm hoài.",
    "details": "Quẻ chiếm được 2 hào tài,\nHai vì sao phước đức đến lại cho\nNếu hỏi về tầm tơ đừng buồn chi\nMười phần tiền của vui mừng lòng dạ"
  },
  {
    "id": "154",
    "name": "ÍCH (Phong Lôi)",
    "description": "Thâu giải tiền lương chủ thái bình",
    "meaning": "Thâu giải tiền lương chủ thái bình\nLực hào vô quỉ một hư kinh\nThượng hạ quới nhơn đa đắc lực\nHườn quan đắc lộc chuyển gia đình",
    "details": "Thâu tiền, lúa nộp được bình an\nSáu hào không Qui không lo sợ\nDưới trên quới nhơn hằng giúp sức\nViệc xong tròn phận được lợi, tài."
  },
  {
    "id": "155",
    "name": "TỔN (Sơn Trạch)",
    "description": "Số chiếm khởi công hứa quân vi",
    "meaning": "Số chiếm khởi công hứa quân vi\nNhựt kiến thời lương vạn sự nghi\nKhởi hậu tài nguyên hườn hứa thăng\nNhậm quan khởi tác bất tu nghi",
    "details": "Khởi công mà gặp quẻ nầy\nNgày tốt giờ lành muôn việc tốt\nCông khởi tiền vô lời thắng số\nTùy ý mình toan chớ hồ nghi."
  },
  {
    "id": "156",
    "name": "HOÁN (Phong Thủy)",
    "description": "Phước đức tỉnh cường hỉ khi lâm",
    "meaning": "Phước đức tỉnh cường hỉ khi lâm\nSanh ý chỉ trung bá sự nghi\nĐương độ quới nhơn ưng khả thác\nTừng kiêm danh lợi bất bôn trì.",
    "details": "Vì sao Phước-Đức có tin vui\nTính toan mua bán đều được tốt\nQuới nhơn giúp đỡ giao cho việc,\nLợi danh tự đến khỏi (mất) công đi."
  },
  {
    "id": "157",
    "name": "TIỆM (Phong Sơn)",
    "description": "Văn thơ trùng kiến lãnh văn thơ",
    "meaning": "Văn thơ trùng kiến lãnh văn thơ\nPhản phúc kỳ trung thật khả nghi.\nTị Ngọ Mùi lâm chung khả vọng,\nQuá kỳ hữu chủng hữu trầm trì.",
    "details": "Thư từ, tờ giấy lãnh luôn luôn\nPhản phúc bên trong thật đáng nghi\nĐến Tị Ngọ Mùi mới mong hy vọng\nQuá kỳ hạn đó việc trầm trề."
  },
  {
    "id": "158",
    "name": "QUAN (Phong Địa)",
    "description": "Tố biện chiếm chi hứa toại tình",
    "meaning": "Tố biện chiếm chi hứa toại tình\nVăn thơ Quan Quỉ lưỡng phân minh\nHướng vượng hữu lý vô tài phiệt\nNhựt hậu phương tri quái như trầm.",
    "details": "Kiện thưa chiếm được quẻ nầy tốt\nĐơn từ, quan xử đều rành rẽ\nĐến ngày phâm xử mình được kiện\nNgày sau được việc biết quẻ linh"
  },
  {
    "id": "161",
    "name": "NHU (Thủy Thiên)",
    "description": "Tài hào lai ứng khả sanh quan",
    "meaning": "Tài hào lai ứng khả sanh quan\nSĩ hoạn chiếm chi tất chu quan\nThu Hạ Kiền Thiên tin tức đáo\nNhơn tinh mưu cáng lưỡng chu toàn.",
    "details": "Hào tài sanh ứng tới hào quan\nHọc trò chiếm được quẻ nầy ắt làm quan\nThu Hạ hai mùa tin tức đến\nNhơn tình giúp mình mình phải tính."
  },
  {
    "id": "162",
    "name": "TIẾT (Thủy Trạch)",
    "description": "Trở tiết trùng trùng quái vị an",
    "meaning": "Trở tiết trùng trùng quái vị an\nTầm nhơn chiếm thử cung nan can\nThế ứng khác nào, ứng khắc thối\nChỉ nghi phỏng sát khả tâm khoan.",
    "details": "Nhiều việc trắc trở, quả chưa an\nTìm người muốn gặp e khó gặp\nTa khắc người, người lại khắc ta\nCoi chừng, han hỏi mới nhẹ lo."
  },
  {
    "id": "163",
    "name": "KÝ TẾ (Thủy Hỏa)",
    "description": "Nạp giám chiếm chỉ bách tử tôn",
    "meaning": "Nạp giám chiếm chỉ bách tử tôn\nVăn thơ quan quỉ lưỡng tinh minh\nSanh hoành sĩ lộ hà tư lự\nĐịnh chủ tài vật lưỡng xứng tâm",
    "details": "Xin sở, nghề văn hại cháu con\nVăn thơ, Quan Quỉ sao tỏ rạng\nĐường quan tỏ rõ khỏi cần lo\nBạc tiền của cải vừa bụng lắm."
  },
  {
    "id": "164",
    "name": "TRUÂN (Thủy Lôi)",
    "description": "Văn thơ Quan Quỉ lưỡng tương xâm",
    "meaning": "Văn thơ Quan Quỉ lưỡng tương xâm\nHòa sự ưng tri bất thuận tình\nHữu sự định nhiên phản phúc khứ\nChi tu chẩn nại miễn hư kinh",
    "details": "Hào văn thơ Quan Quỉ 2 hào xâm nhau\nMưu sự hiệp hòa không thành được\nDầu có gượng ép sau phản phúc\nKhuyên nên nhịn nhục khỏi lo âu,"
  },
  {
    "id": "165",
    "name": "TỈNH (Thủy Phong)",
    "description": "Cầu hôn chiếm chi thập phần nghi",
    "meaning": "Cầu hôn chiếm chi thập phần nghi\nQuan Quỉ, Thê Tài lưỡng kiến chỉ\nTiện hỉ mưu nhơn đa trợ lực\nĐịnh số cử án đắc tề mi",
    "details": "Cưới gả quẻ nầy mười phần tốt\nHai hào Vợ Chồng đều tỏ rạng\nMừng được nhiều người ra sức giúp\nDâu hiền, rễ thảo chắc trong tay."
  },
  {
    "id": "166",
    "name": "KHẢM",
    "description": "Dựng dục cầu chiếm hiểm giữ bình",
    "meaning": "Dựng dục cầu chiếm hiểm giữ bình\nLàm thì lược lược hữu hư kính\nCanh Tân Mẹo Dậu trường sanh nhựt\nSanh sản tuy hung bất tổn thân.",
    "details": "Chửa nghén chiếm quẻ nầy coi có yên?\nLúc chuyển bụng có ít việc kinh hoàng sơ sơ\nCanh Tân Mẹo Dậu ngày trường sanh (Nếu nhằm ngày ấy)\nSanh sản dẫu hung cũng chẳng sao (Gặp mấy ngày trên)."
  },
  {
    "id": "167",
    "name": "KIỂN (Thủy Sơn)",
    "description": "Bán buôn đổi chát được quẻ ni",
    "meaning": "Bán buôn đổi chát được quẻ ni\nỨng lai sanh thế hữu phò trì\nTuy nhiên tài lợi bình bình ổn\nTính thiệt thành giao một thị phi",
    "details": "Bán buôn thương mãi gặp quẻ nầy\nNgười ngoài xúm xít giúp đỡ ta\nTuy nhiên tài lợi chưa mấy thạnh\nNgười ta giao kết ắt chắc được."
  },
  {
    "id": "168",
    "name": "TỶ (Thủy Địa)",
    "description": "Quái chiếm thú thiếp vấn nhơn duyên",
    "meaning": "Quái chiếm thú thiếp vấn nhơn duyên\nThê tàu bất biện sự triển diện\nKế vấn chiều biến bất thị duyên\nKiến uổng đồ lạc mạc lưu luyến.",
    "details": "Quẻ này hỏi việc cưới vợ hai?\nHào vợ không có trong quẻ\nKhông phải nhơn duyên nên núp lén\nQua đường rồi bỏ chẳng nên lưu."
  },
  {
    "id": "171",
    "name": "ĐẠI SÚC (Sơn Thiên)",
    "description": "Tậu điền chiếm thử bất vi an",
    "meaning": "Tậu điền chiếm thử bất vi an\nSai trọng lương đa mạc vọng cang\nHựu kiến Quỉ hào lâm thế vị\nYếu phòng phản phúc khủng đa ban.",
    "details": "Sắm đất mua vườn không đặng khá\nTổn tiền, xuất lúa hại nhiều công\nLại gặp Quỉ Hào lâm bổn mạng\nĐề phòng phản phúc rất đa đoan."
  },
  {
    "id": "172",
    "name": "TỔN (Sơn Trạch)",
    "description": "Gia tín lai thời ứng Ngọ đương",
    "meaning": "Gia tín lai thời ứng Ngọ đương\nLục thâu cốt nhục hỉ an khương\nKhuyến quân cấp chỉnh qui gia kế\nMiễn đắc gia trung vọng nhãn xuyên.",
    "details": "Thơ tín, tin nhà đến lúc trưa (Ngọ)\nMừng cho thân quyến được bình an\nKhuyên người nên trở lại nhà sớm\nĐể khỏi người nhà luống đợi trông."
  },
  {
    "id": "173",
    "name": "BÍ (Sơn Hỏa)",
    "description": "Nạp lại công danh nghỉ châm chước",
    "meaning": "Nạp lại công danh nghỉ châm chước\nVăn thơ vô vị uổng lao thần\nMạc hềm thử quái đa chuân cưu\nChỉ khủng đa thời phản bị xâm",
    "details": "Quan lại công danh chậm trễ thay\nVăn chương vô vị uổng công rày\nBuồn sao quở phạt rầy rà mãi\nPhải giữ mình luôn kẻo có ngày (mất chức)."
  },
  {
    "id": "174",
    "name": "DI",
    "description": "Quân chiếm cáo trạng quái phùng Quan",
    "meaning": "Quân chiếm cáo trạng quái phùng Quan\nTài vượn sanh quan phước lộc toàn\nĐông Hạ oai quyền đa đắc lực\nCủa tiền, vui vẻ được hoà hai.",
    "details": "Vô đơn kiện cáo quẻ gặp Quan\nTài vượng sanh quan phúc lộc toàn\nĐông hạ oai quyền nhiều hiệu lực\nCủa tiền vui vẻ được hoà hai."
  },
  {
    "id": "175",
    "name": "CỔ (Sơn Phong)",
    "description": "Kiêm nhơn mãi mãi vấn thần linh",
    "meaning": "Kiêm nhơn mãi mãi vấn thần linh\nĐịnh mưu cần thi đắc toại tâm\nĐương đạo quới nhơn giai hữu trợ\nThử thành đoan tích hữu thâu thành.",
    "details": "Tính đi buôn bán hỏi thần linh\nMưu định việc ni ắt toại tâm\nĐi đường ắt gặp nhiều người giúp\nBuôn chuyến nầy đi ắt đạt thành."
  },
  {
    "id": "176",
    "name": "MÔNG (Sơn Thủy)",
    "description": "Cầu quan chiếm thử quái vi cao",
    "meaning": "Cầu quan chiếm thử quái vi cao\nTài vượng sanh quan phước lộc đa\nThu lịnh Đông thời đắc hảo khuyết\nPhu vinh thê quí lạc thao thao",
    "details": "Cầu quan gặp được quẻ nầy tốt\nTài vượng sanh quan phước lộc nhiều\nThu Đông mùa ấy có chỗ tốt\nChồng sang, vợ quí vui biết bao."
  },
  {
    "id": "177",
    "name": "CẤN",
    "description": "Quân chiếm ý dục tấn nha môn",
    "meaning": "Quân chiếm ý dục tấn nha môn\nPhước đức tinh lâm bá sự hanh\nThu Hạ Đông thời đa ích lợi\nXuân Giáng thiểu toại mạc sanh sân",
    "details": "Y muốn nhà ngươi tính đầu quân\nPhước đức chiếu tinh trâm sự tốt\nThu Hạ Đông sang nhiều lợi ích\nXuân đến cần nên phải giữ mình."
  },
  {
    "id": "178",
    "name": "BÁC (Sơn Địa)",
    "description": "Quân nhơn thảo bộc lai vấn bốc",
    "meaning": "Quân nhơn thảo bộc lai vấn bốc\nPhước đức tinh lâm sự sự hanh\nTuy thị nhãn tiên đa cách trở\nTrì trì phương hứa khả giao thành.",
    "details": "Quẻ ứng nhà ngươi muốn hỏi thuê (người ở)\nHay sao phước đức mọi sự tốt\nTuy rằng trước mặt nhiều trở ngại\nChậm chậm rồi đây việc ắt thành."
  },
  {
    "id": "181",
    "name": "THÁI (Địa Thiên)",
    "description": "Quái bốc trị quân vẫn thọ niên",
    "meaning": "Quái bốc trị quân vẫn thọ niên\nSanh lai y lộc vị vi lam\nTuy tri sanh tử vinh khổ sự\nBác bác gia tam mộng cửu tuyền.",
    "details": "Quẻ nầy muốn hỏi về sức khỏe\nTừ hồi có gia đình tới giờ chưa thiếu kém\nDẫu biết sống thác vinh nhục là khó hiểu.\nTám tám (88) tuổi thấy sự sống chết."
  },
  {
    "id": "182",
    "name": "LÂM (Địa Trạch)",
    "description": "Gia trạch trùng trùng kiến thị phi",
    "meaning": "Gia trạch trùng trùng kiến thị phi\nPhá tài tật bệnh hữu ta vi\nTối hỉ hữu thần đa trở lực,\nHạ Thu Đông qui đắc tương nghi.",
    "details": "Việc nhà dồn dập chuyện thị phi\nTốn tiền, bệnh tật nhiều hay ít.\nNhưng mừng cho đó đưới quới nhân giúp,\nĐến Hạ Thu Đông mới tốt cho."
  },
  {
    "id": "183",
    "name": "MINH DI (Địa Hỏa)",
    "description": "Nhựt nguyệt đồng phùng quái tối linh",
    "meaning": "Nhựt nguyệt đồng phùng quái tối linh\nQuân kiêm hiệp lõa thậm thi vi.\nLục hào yên tịnh thân tâm vượng\nBất tất đa nghi thinh thị phi.",
    "details": "Ngày tháng quẻ nầy rất tốt thay\nChung tiền, đậu vốn mua bán tốt\nSáu hào yên tịnh thân tâm vững\nĐừng có nghe ai tiếng thị phi."
  },
  {
    "id": "184",
    "name": "PHỤC (Địa Lôi)",
    "description": "Ứng lai trì thế phước thần thương",
    "meaning": "Ứng lai trì thế phước thần thương\nThất vật chiếm chỉ uống sự đương\nNội ngoại lưỡng nhơn phản phúc khứ\nKhuyến quân khá xả mạc tư lương.",
    "details": "Nhà mình sao để người khác trọ\nMất vật chịu đành kiếm mất công\nNội, ngoại trong ngoài lấy của mất\nKhuyên người nên bỏ chớ nên buồn."
  },
  {
    "id": "185",
    "name": "THĂNG (Địa Phong)",
    "description": "Thế cao ứng hạ trùng trùng kiến",
    "meaning": "Thế cao ứng hạ trùng trùng kiến\nTẩu thất chúng ta đắc chuyển đầu\nQuí Hợi Tý Nhâm chung hữu tín\nHà tu cấp trước khứ truy tầm.",
    "details": "Ta người danh giá nó dưới tay\nNó trốn đi rồi cũng đáo lai\nQuí Hợi Tý Nhâm tin sẽ đến\nKhỏi phải tìm chỉ nó sẽ về."
  },
  {
    "id": "186",
    "name": "SƯ (Địa Thủy)",
    "description": "Quân vẫn hành nhân hà nhứt chi",
    "meaning": "Quân vẫn hành nhân hà nhứt chi\nỨng vị lâm môn âm tin trì\nCanh Tân Tị Ngọ giao lâm nhựt\nKhả vọng nhơn tài lưỡng kiến nghi.",
    "details": "Quẻ hỏi người đi bao giờ về\nƯng hào đến cửa tin tức trễ\nCanh Tân Tị Ngọ ngày ấy đến\nChừng đó người đi, đem tiền bạc về."
  },
  {
    "id": "187",
    "name": "KHIÊM (Địa Sơn)",
    "description": "Thủ nghệ cầu tài thử quái kỳ",
    "meaning": "Thủ nghệ cầu tài thử quái kỳ\nTử tôn trì thế sự châu tri\nThu Đông tài lộc đa toại ý\nCánh Ngộ cao nhơn bá sự nghi",
    "details": "Cầu tài, công nghệ được quẻ ni\nTử tôn, trì thế việc đều tốt\nThu Đông vốn, lời đều vừa ý\nGặp người trên trước giúp sức mi."
  },
  {
    "id": "188",
    "name": "KHÔN",
    "description": "Giải nhơn tu kỵ hữu hư kinh",
    "meaning": "Giải nhơn tu kỵ hữu hư kinh\nPhi lực lao tâm bất đắc minh\nGiao nạp đản kiến tâm thỉ phóng\nNhược bất tiểu tâm hữu thương hình.",
    "details": "Nạp giải tội nhơn có sự kinh\nPhí sức nhọc lòng tâm chẳng ổn\nĐến chừng giao lãnh mới kể chắc\nNếu không phòng bị chắc bị hình."
  },
  {
    "id": "211",
    "name": "ĐOÀI",
    "description": "Hội sự chiếm chỉ quái tối nghi",
    "meaning": "Hội sự chiếm chỉ quái tối nghi\nBằng hữu trùng trùng đệ huynh tề\nTác tốc khứ yên bảo toàn mỹ\nCanh Tân, Tân Dậu đắc toàn tài.",
    "details": "Việc nhóm họp đây được quẻ nầy\nAnh em bạn hữu nhiều kẻ đến\nViệc tính cứ làm càng gặp tốt\nCanh Thân, Tân Dậu được toàn tài."
  },
  {
    "id": "212",
    "name": "LÝ (Trạch Thiên)",
    "description": "Tử tôn hỉ chỉ hà tu lự",
    "meaning": "Tử tôn hỉ chỉ hà tu lự\nBất tất ưu nghi khả vấn y\nHổ đầu xà vĩ tài tỉnh thối\nĐãi giao tiết khi bịnh tài vi.",
    "details": "Cháu con vui vẻ đừng lo sợ\nKhỏi phải hoài nghi hỏi lương y\nĐầu hùm đuôi rắn thì bệnh thối\nQua khỏi tiết khí thì bịnh mạnh."
  },
  {
    "id": "213",
    "name": "ĐỒNG NHÂN (Thiên Trạch)",
    "description": "Tài bất sanh tế quái vị an",
    "meaning": "Tài bất sanh tế quái vị an\nQuân chiếm mại ốc mạng tâm hoan\nTrung nhơn đa dục nan thành tựu\nXả khứ bất như biệt lộ khan",
    "details": "Hào tài không sanh quẻ không tốt\nNhư chiếm mua bán, đừng lật đật mừng\nNhiều người muốn lắm, việc khó nên\nBỏ đi kiếm chỗ khác đừng tiếc."
  },
  {
    "id": "214",
    "name": "VÔ VỌNG (Thiên Lôi)",
    "description": "Chiếm bịnh tâm thần mạng phạm chi",
    "meaning": "Chiếm bịnh tâm thần mạng phạm chi\nNgũ hành hữu cứu miếng ưu nghi\nThời phụng mẹo, dậu tai tinh thối.\nTác phước kỳ thần mạo đãi trì.",
    "details": "Chiếm bịnh gặp quẻ nầy không tốt\nNhờ có sao ngũ hành cứu khổ lo rầu\nGặp ngày Mẹo, Dậu bịnh bớt\nVan vái thì cúng đừng để vậy."
  },
  {
    "id": "215",
    "name": "CẤU (Thiên Phong)",
    "description": "Phụ mẫu vô đoan tật bịnh chiếm",
    "meaning": "Phụ mẫu vô đoan tật bịnh chiếm\nQuái trung tài động quỉ quan liền\nTý, Mùi chiếm bốc vô ứng sự\nMạc hảo tâm đầu khổ quảy khiên.",
    "details": "Cha mẹ đau ốm đâu mà coi\nSự thật là bề trong có hao tiền, và việc quan ràn buộc\nThuở giờ kỵ Tý, Mùi coi bói không linh nghiệm\nLo lắng tính toán chi sự khó cho mình vậy."
  },
  {
    "id": "216",
    "name": "TỤNG (Thiên Thủy)",
    "description": "Quái vẫn di cư tác toại tân",
    "meaning": "Quái vẫn di cư tác toại tân\nTùng kiêm tài vật tự nhiên tăng\nMục tiễn khẩu thiệt tua phòng bị\nDi quá phương an thiết mạc đình",
    "details": "Quẻ nầy hỏi dời chỗ ở, được vừa bụng lắm\nTừ đây sắp tới tiền của cứ thêm\nTrước mắt có rầy rà phải coi chừng\nDời chỗ ở rồi mới yên"
  },
  {
    "id": "217",
    "name": "ĐỘN (Thiên Sơn)",
    "description": "Phân gia, quân kiếm dục bốc nghi",
    "meaning": "Phân gia, quân kiếm dục bốc nghi\nQuản giao nhựt hận bất sai trì\nXuân Thu tài vượng vô phiền não\nDụng ý di chung tòng tắc nghi",
    "details": "Chia của, chia nhà muốn hỏi thăm\nKhuyên đó ráng chờ đừng nản chí\nXuân Thu tài vượng chẳng sai lầm\nXin chàng nhẫn nhịn chớ sanh tâm"
  },
  {
    "id": "218",
    "name": "BỈ (Thiên Địa)",
    "description": "Tài hào trì thế tấn thế tài",
    "meaning": "Tài hào trì thế tấn thế tài\nMưu sự vô phương mạng mạng lai\nTối hỷ tinh thần ứng tại ý\nTrách ngộ cao nhơn bá sự nghi",
    "details": "Hào tài ở tại thế nên được việc tiền của\nTín việc không được chậm chậm chút\nNhờ có quới nhơn ủng hộ\nNgoài lại có nhiều người giỏi giúp mình."
  },
  {
    "id": "221",
    "name": "QUYẾT (Trạch Thiên)",
    "description": "Tử tôn trì thế phước thần cường",
    "meaning": "Tử tôn trì thế phước thần cường\nGia trạch chiếm chi đại kiết xương\nThu quí đông thời tài chánh vượng\nHạ xuân khẩu thiệt khá thu phong",
    "details": "Hào tử tôn tại thế nên phước thần mạnh\nCoi gia đạo gặp quẻ nầy tốt lắm\nCuối thu qua mùa đông thời có tài\nMùa hạ, xuân bị lời ăn tiếng nói phải giữ."
  },
  {
    "id": "222",
    "name": "ĐOÀI",
    "description": "Giải nhơn bất khả bất để phòng",
    "meaning": "Giải nhơn bất khả bất để phòng\nẨn khi thương tài khủng bất an\nHạnh đắc quới nhơn đa trợ lực\nTuy nhiên lao khổ bất thương tàn",
    "details": "Giải tội chớ nên hờ hõng\nBị trúng thương gió tốn tiền chút\nNhờ quí nhơn giúp đỡ\nTuy thấy có cực khổ không đến đỗi gì."
  },
  {
    "id": "223",
    "name": "CÁCH (Trạch Hỏa)",
    "description": "Tẩu thất gia nhơn tại bắc phương",
    "meaning": "Tẩu thất gia nhơn tại bắc phương\nDụng tâm phỏng sát bất tu mang\nThu đông chiếm thử tầm nan mịt\nXuân hạ giao lâm định phản hương",
    "details": "Người đi trốn hay lạc đó tại hướng bắc\nMình để ý dò xét đừng bôn chôn bể việc\nMùa thu hay đông bói quẻ nầy khó kiếm chút\nQua xuân hạ gặp quẻ nầy thì nó về."
  },
  {
    "id": "224",
    "name": "TÙY (Trạch Lôi)",
    "description": "Thế ứng tương sanh vô bất toại",
    "meaning": "Thế ứng tương sanh vô bất toại\nDuy lợi trung ích số an bài\nHuống hồm thủ nghệ đa tinh xảo\nLao tâm, lao lực sự khả vi",
    "details": "Mình với người được tương sanh vừa ý lắm\nViệc thì khá, có lợi, số bình yên\nLại sợ vì mình là người thợ khéo\nChịu cực chút thì được việc"
  },
  {
    "id": "225",
    "name": "ĐẠI QUÁ (Trạch Phong)",
    "description": "Tiền tài thất khước bất tu ưu",
    "meaning": "Tiền tài thất khước bất tu ưu\nNgoại nội toàn chỉ khả huổn cầu\nCanh Ngọ, Dần, Thân Hợi kiến diện\nTặc nhơn trị phạm thất cơ mưu",
    "details": "Tiền của có thất lạc chẳng nên rầu\nNó còn giấu hưỡn hưỡn kiếm\nNgày canh Ngọ, Dần, Thân hợi thì gặp mặt\nCủa nấy trộm cướp lấy nhưng bại lộ"
  },
  {
    "id": "226",
    "name": "KHỔN (Trạch Thủy)",
    "description": "Quân lai vấn thọ thị như hà",
    "meaning": "Quân lai vấn thọ thị như hà\nHữu khủng quan ám khứ vĩ đa\nKiêm tuế dục phòng trạch choàng vận\nThọ ngươn bác bác mộng nam kha",
    "details": "Ông đến hỏi sức khỏe ra sao\nÔng sợ tuổi cao tác lớn rồi\nÔng coi chừng trợt té, hoặc cây rớt, đánh lầm\nTuổi ông sống 88 tuổi."
  },
  {
    "id": "227",
    "name": "HÀM (Trạch Sơn)",
    "description": "Ứng lai sanh thế tại tâm hoài",
    "meaning": "Ứng lai sanh thế tại tâm hoài\nQuân vấn hành nhơn bất vực lai\nSửu, mùi, canh ngọ phương hữu tín\nNhơn tài lưỡng kiến quái an bài",
    "details": "Người ta sanh lại mình thì khỏe lắm\nÔng hỏi người đi sao chưa về\nSửu, mùi, canh ngọ có tin về\nChừng đó người về lại có tiền, quẻ an bài"
  },
  {
    "id": "228",
    "name": "TÙY (Trạch Địa)",
    "description": "Chiếm thử tài hào bất thậm giao",
    "meaning": "Chiếm thử tài hào bất thậm giao\nGiữ nhơn hiệp lõa nan khoa\nTương lai định hữu tranh đoan khởi\nĐơn thân biệt đố cầm thương hoa.",
    "details": "Quẻ nầy coi tài không tốt\nMình tính hùng hập với người không nên khen\nNgày sau còn tranh giành nhau\nLàm một mình mình tốt như gấm thêm hoa."
  },
  {
    "id": "231",
    "name": "ĐẠI HỮU (Hỏa Thiên)",
    "description": "Kiến quới hườn tu khổ thác nhơn",
    "meaning": "Kiến quới hườn tu khổ thác nhơn\nQuỉ hào lâm ẩn yếu lao tâm\nỨng lai sanh thế tha sanh ngã\nBất tất ưu nghi hứa toại tâm",
    "details": "Ra mắt quan lớn khó lắm đa\nÔng quan nầy nghiêm khó lắm phải nhọc lòng\nNhờ hào ứng sanh thế, là ông sanh lại mình\nĐừng buồn lo gì hết việc đó được."
  },
  {
    "id": "232",
    "name": "KHUÊ (Hỏa Trạch)",
    "description": "Tố trạng chiếm chi hứa toại tâm",
    "meaning": "Tố trạng chiếm chi hứa toại tâm\nTử tôn trì thế phước thần lâm\nĐãi giao tuất nhựt hềm dẫn ngọ\nMiễn tội trừ hình hảo thoát thân",
    "details": "Hầu kiện thì được\nNhờ hào tử tôn ở thế, có phước thần đến\nĐợi chờ ngày tuất kỵ ngày dẫn ngọ\nĐược tha tội thoát thân"
  },
  {
    "id": "233",
    "name": "LY",
    "description": "Quân nhơn khởi tác lai vấn bốc",
    "meaning": "Quân nhơn khởi tác lai vấn bốc\nThu trụ giá lương hữu kiến túc\nQuân nhơn khởi tác chiếm chi quái\nSố ngộ kê minh nhận quân giá\nSát tai tam hướng tu trì tị\nToại nhứt ngôn văn vị quân chút\nKhủng phòng tam sát hữu triền miên\nTuy nhiên hành thời thả mật uổng",
    "details": "Ông muốn hỏi về việc khởi công\nCất nhà có vì sao tốt\nNgười muốn khởi công gặp quẻ nầy\nQuẻ nầy gặp gà gáy (dậu) ông làm mới được\nPhải tránh 3 hướng sát\nLời căn dặn đây là cần thiết\nPhải ngừa hướng tam sát có lôi thôi sảy ra\nRán làm ta không nói gạt"
  },
  {
    "id": "234",
    "name": "PHỆ HẠP (Hỏa Lôi)",
    "description": "Thê tài trì thế chủ sanh quan",
    "meaning": "Thê tài trì thế chủ sanh quan\nChiếm lãnh văn tin khả an\nHợi, tý, sửu gia phương khả đắc\nQuới nhơn đương đạo ngộ thiên duyên",
    "details": "Hào thê tài ở thế, nên sanh hào quan\nQuẻ nầy văn bằng đó được lắm\nNgày hợi, tý, sửu đến đây được tin\nNhờ quới nhơn đỡ đầu gặp phước trời."
  },
  {
    "id": "235",
    "name": "ĐỈNH (Hỏa Phong)",
    "description": "Quỉ hào trì thế sự nan hài",
    "meaning": "Quỉ hào trì thế sự nan hài\nThâu giải tiền lương sự bất giai\nNhược bất tiểu tâm tin cẩn thận\nĐịnh chủ hình hao hưởng tương gia",
    "details": "Hào quan quỉ trì thế việc nầy khó rồi\nThâu nộp tiền lúa gặp việc không tốt\nNếu bằng không dè dặt và cẩn thận\nChạy không khỏi tội lại còn bị xuất của nhà"
  },
  {
    "id": "236",
    "name": "VỊ TẾ (Hỏa Thủy)",
    "description": "Thê tài vượng tướng khả sanh quan",
    "meaning": "Thê tài vượng tướng khả sanh quan\nThoát hoá cầu tài việc hứa an\nHợi, Tý, Sửu lâm giao việc hảo\nQuới nhơn tương trợ đắc châu toàn",
    "details": "Hào thê tài vượng sanh hào quan\nSang sến hàng hoá, cầu tiền đều tốt\nChờ hợi, tý, sửu đến việc giao mới tốt\nGặp quới nhơn giúp đỡ được tốt hết"
  },
  {
    "id": "237",
    "name": "LỮ (Hỏa Sơn)",
    "description": "Sanh ý chiếm chi thuận nhơn tình",
    "meaning": "Sanh ý chiếm chi thuận nhơn tình\nLai nhơn bất dụng khổ ưu tâm\nChỉ nghi cẩn thận gia châm chước\nXuất nhập kinh dinh nhậm quân hành",
    "details": "Mua bán gặp quẻ nầy được vừa lòng\nNgươi đến mình hoặc mình đến người đừng cần lo\nPhải cẩn thận và châm chước\nRa vô tính toán gì cũng đặng hết"
  },
  {
    "id": "238",
    "name": "TẤN (Hỏa Địa)",
    "description": "Mẹo mộc thê tài chiếm đại giai",
    "meaning": "Mẹo mộc thê tài chiếm đại giai\nXuân tầm hữu ích định vô sai\nCánh liên ngoại quái lai tương trợ\nTri lợi trùng trùng khả kham khoa",
    "details": "Hào tài thuộc mộc quẻ tốt lắm\nViệc tơ tằm có ích lắm định không trật\nLại gặp ngoại quái giúp mình nữa\nLợi đến về tơ nầy trùng trùng nhiều lắm."
  },
  {
    "id": "111",
    "name": "CÀN",
    "description": "Thiên võ vấn tình thiên tất võ",
    "meaning": "Thiên võ vấn tình thiên tất võ\nThiên tình vẫn võ chủ thiên tình\nNhược yếu võ vụ khang Hợi Tý\nTình đa võ thiểu số phân minh.",
    "details": "Trời mưa hỏi tạnh trời ắt mưa,\nTrời tạnh hỏi mưa trời ắt tạnh,\nNếu muốn mưa dầm coi Hợi, Tý\nTạnh nhiều mưa ít, rõ ràng phân"
  },
  {
    "id": "112",
    "name": "LÝ (Trạch Thiên)",
    "description": "Tấn học chiếm ly lý quái hàm",
    "meaning": "Tấn học chiếm ly lý quái hàm\nVăn thơ Quan quỉ lưỡng tương giao\nTài danh nhị tự thành vi tiến\nĐịnh chủ tha niên đạt cẩm phiêu.",
    "details": "Ngươi học tới mà gặp quẻ nầy,\nHào văn, hào quỉ gặp đi đôi\nDanh một tài hai thành kết cuộc,\nRõ ràng năm tới chiếm ngao đầu."
  },
  {
    "id": "113",
    "name": "ĐỒNG – NHÂN (Thiên Hỏa)",
    "description": "Quỷ hào trì thế quái tương đồng",
    "meaning": "Quỷ hào trì thế quái tương đồng\nHựu hứa đọc thơ vọng tấn thân\nTùng thử công danh chung khả vọng\nTu tri nhập bạn hữu hồng danh.",
    "details": "Hào quan ủng hộ quẻ nên danh\nHọc hành tấn bộ, muôn việc thành\nDanh toại, công thành tua hy vọng\nThầy lành, bạn tốt trổ hồng danh."
  },
  {
    "id": "114",
    "name": "VÔ VỌNG (Thiên Lôi)",
    "description": "Cầu vật cầu Tài tiên giác nan",
    "meaning": "Cầu vật cầu Tài tiên giác nan,\nHào trung tàu tận thủy tương biên,\nThu, Đông thủ thảo vô tài vật,\nHạ quý, Xuân thời bất nại phiền.",
    "details": "Cầu Tài, cầu vật trước khó khăn\nRút hết tiền hào, tài mới có\nThu Đông tìm kiếm tiền đâu có?\nCuối Hạ, Xuân tàn mới rảnh rang."
  },
  {
    "id": "115",
    "name": "CẤU (Thiên Phong)",
    "description": "Chiêu tế dị thành lai vấn bốc",
    "meaning": "Chiêu tế dị thành lai vấn bốc,\nThì trì hảo sự da phản phú\nỨng lai sanh thế đắc thành toàn,\nPhúc lộc ưu nhiên duyên phận tú.",
    "details": "Kén rể chưa xong đến hỏi han,\nViệc đời phản phúc khó lo toan.\nPhận duyên rắc rối người thay đổi,\nPhước Lộc xum vầy mới vẻ vang"
  },
  {
    "id": "116",
    "name": "TỤNG (Thiên thủy)",
    "description": "Vãng lai Mạng Vận cố phi nhi",
    "meaning": "Vãng lai Mạng Vận cố phi nhi\nNhân vượng, Tài hưng tụ thủ thi\nPhát phúc hưng gia đa toại ý\nQuới nhân tương ngộ hữu pho tri",
    "details": "Mừng cho Mạng Vận gặp trăng tròn,\nNgười vui của đống chất nên non\nPhát phước gặp thời nhiều toại ý\nQuới nhân ủng hộ nước nhà còn."
  },
  {
    "id": "117",
    "name": "ĐỘN (Thiên Sơn)",
    "description": "Trúng hữu danh lương y quốc thủ",
    "meaning": "Trúng hữu danh lương y quốc thủ\nIm im dị khiến thối tai ưu\nNhược phùng ứng vị lai sanh thế\nDần, Thân chỉ nhựt cứu tinh lâm.",
    "details": "Dẫu cho thầy giỏi với danh\nCũng chẳng ra gì với bệnh ni\nTai khỏi, nạn qua may kẻ cứu\nDần, Thân tuần nhựt (10 ngày) khỏi tai nguy."
  },
  {
    "id": "118",
    "name": "BĨ (Thiên Địa)",
    "description": "Văn thơ Quan Quỉ vấn lan đình",
    "meaning": "Văn thơ Quan Quỉ vấn lan đình\nHứa yến giai tàn kiến lợi danh,\nThủy thượng lưu niên đa hưu tiển\nKim niên khoa cử chỉ bình bình.",
    "details": "Lan đình Quan Quỉ với văn thơ,\nDanh Lợi lôi thôi phải đợi chờ\nThi cử năm nay chưa chắc đậu\nNăm tới may ra mới có đường."
  },
  {
    "id": "121",
    "name": "QUẢI (Trạch thiên)",
    "description": "Di cư đáng hứa toại nhân tâm",
    "meaning": "Di cư đáng hứa toại nhân tâm\nPhúc tinh cường lợi hữu lộc thâm\nNhược vấn đông nam tài thiên vượng\nGia thành nghiệp tựu lạc thanh bình.",
    "details": "Dời nhà vui vẻ phỉ lòng người\nPhước đức gây nên cuộc tốt tươi\nMuốn biết hướng nào tài lợi phát,\nĐông nam gia nghiệp được vui cười"
  },
  {
    "id": "122",
    "name": "ĐOÀI",
    "description": "Nghĩa khí tương đầu sự khả chàn",
    "meaning": "Nghĩa khí tương đầu sự khả chàn\nQuan nghiêm hội chủng vô thành sự\nNhược tại Thu Đông phương khả vọng\nNhư phùng Xuân Hạ, sự long đong.",
    "details": "Nhóm khách linh đình việc chẳng xong\nY tuy thấy hiệp nhưng chưa được\nThu Đông sắp đến nên hy vọng,\nBằng gặp Hạ, Xuân việc long đong."
  },
  {
    "id": "123",
    "name": "CÁCH (Trạch Hỏa)",
    "description": "Quỉ bào tri thế phước thành tường",
    "meaning": "Quỉ bào tri thế phước thành tường\nMưu sự chiếm chỉ bá sự đương\nXuân Quí Đông thời phương khả tự\nHạ Thu chiếm thử bất tương đương.",
    "details": "Hào phước, Hào Tài rõ rạng thay\nMưu sự khen thay gặp quẻ nầy\nĐông tàn, Xuân lụn nên khởi việc\nHạ Thu thời chớ chẳng xong rày"
  },
  {
    "id": "124",
    "name": "TÙY (Trạch Lôi)",
    "description": "Tài lai sanh Quỉ bịnh nan y",
    "meaning": "Tài lai sanh Quỉ bịnh nan y\nPhụ mẫu gia tinh yến hộ trì\nTúc nguyện như kim hườn ứng xảo\nNhứt tuần, bán nguyệt tái bình luân",
    "details": "Cha mẹ binh căn rất khó thay,\nỐm đau lại gặp quẻ không may\nVái van thề thốt mau hườn trả,\nNửa trăng sắp tới mới yêu rày."
  },
  {
    "id": "125",
    "name": "ĐẠI QUÁ (Trạch Phong)",
    "description": "Ứng lai sanh thế sự nghi thành",
    "meaning": "Ứng lai sanh thế sự nghi thành,\nMãi ốc chiếm chi hứa xứng tâm\nPhú quí vinh hoa từng thủ đắc\nGia thành, nghiệp tựu vĩnh khương ninh",
    "details": "Mua nhà bói gặp quẻ yên lòng\nTính toán làm ăn việc, việc xong\nPhú quí vinh hoa ngày, ngày tới\nLập nên gia nghiệp phỉ lòng mong"
  },
  {
    "id": "126",
    "name": "KHỔN (Trạch Thủy)",
    "description": "Phân gia, quân kiếm dục bốc nghi",
    "meaning": "Phân gia, quân kiếm dục bốc nghi\nQuản giao nhựt hận bất sai trì\nXuân Thu tài vượng vô phiền não\nDụng ý di chung tòng tắc nghi",
    "details": "Chia của, chia nhà muốn hỏi thăm\nKhuyên đó ráng chờ đừng nản chí\nXuân Thu tài vượng chẳng sai lầm\nXin chàng nhẫn nhịn chớ sanh tâm"
  },
  {
    "id": "127",
    "name": "HÀM (Trạch Sơn)",
    "description": "Quá chiếm tật bệnh số vô phần",
    "meaning": "Quá chiếm tật bệnh số vô phần\nPhước đức thiên tỉnh lưỡng tự cường\nHợi Tý Canh Tân toàn vũ hảo\nNgũ hành hữu cứu thọ miên trường",
    "details": "Bệnh đau mà gặp quẻ này đây\nPhước đức gây nên mới được rày\nHợi Tý Canh Tân lành bệnh nọ\nQuới nhơn ủng hộ khỏi tai bay"
  },
  {
    "id": "128",
    "name": "TÙY (Trạch Lôi)",
    "description": "Anh nhi đắc hỉ số vô phần",
    "meaning": "Anh nhi đắc hỉ số vô phần\nPhước đức lâm hào vị tất ưu\nPhục dược đẳng khang quá Mùi Ngọ\nHiệp gia hoan hỉ bá thành kỳ.",
    "details": "Cháu con đau ốm chẳng nên lo\nPhúc đức tai qua mới khiến cho,\nThuốc men săn sóc khỏi Mùi Ngọ\nCả nhà vui vẻ hết buồn lo."
  },
  {
    "id": "131",
    "name": "ĐẠI HỮU (Hoả Thiên)",
    "description": "Cầu Tài nghi hưỡn bất nghi cấp",
    "meaning": "Cầu Tài nghi hưỡn bất nghi cấp\nVô thời việc thiểu định vô đa.\nGiáp Ất, Mẹo Dần phương hữu vọng\nQuái hào chủ định đáng vô ngoa.",
    "details": "Cầu Tài chậm rãi không nên gấp\nGiúp đỡ qua loa chứ chẳng nhiều\nGiáp Ất, Mẹo Dần có hy vọng\nGiúp xài chút đỉnh chẳng bao nhiêu."
  },
  {
    "id": "132",
    "name": "KHUÊ (Hoả Trạch)",
    "description": "Tài ngân tá thủ vấn thần minh",
    "meaning": "Tài ngân tá thủ vấn thần minh\nThác báo cầu chi việc khả thần\nHợi Tý Canh Tân tài phát động\nMục tiêu bất toại mạc sanh sanh",
    "details": "Vay hỏi bạc tiền đến hỏi thần\nMách cho đó phải cố hay cầm\nHợi Tý, Canh Tân tài mới có\nKhuyên chang gắn dạ chớ sanh sân."
  },
  {
    "id": "133",
    "name": "LY",
    "description": "Dục chiếm mãi súc tối vì lương",
    "meaning": "Dục chiếm mãi súc tối vì lương\nThế ứng tương vượng bá sự sương\nSố định mãi lai quân ý hiệp\nNgưu đa sanh tức mã lư cường.",
    "details": "Muốn mua lục súc rất nên hay\nTrăm việc gây nên rất tốt thay\nBán buôn giá cả người vừa ý\nBò trâu heo ngựa đẻ nên bầy"
  },
  {
    "id": "134",
    "name": "PHỆ HẠP (Hoả Lôi)",
    "description": "Khai tiệm chiếm chi chủ đại tài",
    "meaning": "Khai tiệm chiếm chi chủ đại tài,\nThế tài trì thế đoán vô quai\nXuân Thu Hạ quý tài đa tức\nĐông quý bình bình thiên hứa quai.",
    "details": "Khai tiệm ngày nay chủ đắc tài\nBán buôn nườm nượp thật không sai\nXuân, Thu, Hạ chí lời mười vốn\nĐông đến sắp lên lợi một hai."
  },
  {
    "id": "135",
    "name": "ĐỈNH (Hoả Phong)",
    "description": "Hồi hương chiếm thử chủ bình an",
    "meaning": "Hồi hương chiếm thử chủ bình an,\nPhước đức tài nguyên lưỡng tự toàn\nBạn lữ định số phùng quới khách\nLộ đồ tránh giác đất tâm khoan.",
    "details": "Thăm nhà, về xứ chủ bình an,\nTài phước đôi bên được lưỡng toàn\nAnh em bầu bạn đều quí khách\nLộ đồ yên ổn được thanh nhàn"
  },
  {
    "id": "136",
    "name": "VỊ TẾ (Hỏa Thủy)",
    "description": "Tứ quái chiếm lai phóng trường nghi",
    "meaning": "Tứ quái chiếm lai phóng trường nghi,\nQuản giao nhựt thu bất khai tri,\nHạ – Thu đắc ý vô phiền não,\nDụng ý di chi bất tất nghi.",
    "details": "Cho vay đặt nợ gặp quẻ này,\nVốn lời trả đủ chẳng sai chầy\nThu Hạ vừa lòng không buồn thảm\nMặc tình tính toán chớ hồ nghi."
  },
  {
    "id": "137",
    "name": "LỮ (Hỏa Sơn)",
    "description": "Mộ phần long mạch bất vi gia",
    "meaning": "Mộ phần long mạch bất vi gia,\nĐựng chủ vô tình bất tất khoa\nTả hữu, hữu can hườn hữu phá\nBiệt tầm Càn Tốn đắc vinh hoa.",
    "details": "Mộ phần đoán chắc chẳng nhầm phương\nLãnh noãn nhân tình ấy sự thường\nTả hữu có hầm cùng mươn rạch\nAnh em thân thuộc ít yêu đương"
  },
  {
    "id": "138",
    "name": "TẤN (Hỏa Địa)",
    "description": "Đổ bác cầu mưu tiên cư nan",
    "meaning": "Đổ bác cầu mưu tiên cư nan\nBổn cung tài tận thủy thương hoàng\nThu Đông khiêm thắng vô tài lợi\nXuân Hạ hoàn lao bất nại phiền.",
    "details": "Đấu kê đổ bát rất khó thay,\nPhương bổn (tuổi) mạng hướng không may\nThu Đông ăn ít mà thua đậm,\nXuân Hạ năng lo giữ vốn rày."
  },
  {
    "id": "141",
    "name": "ĐẠI TRÁNG (Lôi Thiên)",
    "description": "Tài lai ứng hữu thành vị",
    "meaning": "Tài lai ứng hữu thành vị\nChưng tác điều hoà thập bội tăng\nBạn thấy mễ tràng thiên ý hảo\nNhứt sanh thâu thâu thăng lưỡng niên sinh.",
    "details": "Ruộng vườn thâu góp lợi mười phần\nHuê lợi điều hòa nhựt nhựt tăng\nPhúc đức ông bà, trời giúp vận\nCủa tiền dư để tiếng vang rân."
  },
  {
    "id": "142",
    "name": "QUI MUỘI (Lôi Trạch)",
    "description": "Tử tôn vô vị hướng văn thơ",
    "meaning": "Tử tôn vô vị hướng văn thơ,\nXa nại bàn nhơn ban thị phi\nHữu quán bị nhơn tầm đạt khứ\nCuồng đổ lao lực phi môn trì",
    "details": "Cửa nhà quán xá chúng giựt rồi\nBàn nhơn bàn kế đáng thương ôi.\nCháu con lưu lạc thân lữ thứ\nUổng công gầy dựng bấy lâu thôi."
  },
  {
    "id": "143",
    "name": "PHONG (Lôi Hỏa)",
    "description": "Tứ lâm phước vị tử tôn minh",
    "meaning": "Tứ lâm phước vị tử tôn minh\nCầu tử chiếm chi hứa toại tâm\nNhược thị xảo niên hình khắc hóa\nKiêm niên bất cứu sản kỳ lâm",
    "details": "Cầu con mà gặp quẻ này đây\nĐông đúc cháu con kết lũ bầy.\nCon thảo cháu hiền thông suốt cả\nTu nhân tích đức giữ lòng ngay"
  },
  {
    "id": "144",
    "name": "CHẤN",
    "description": "Xuất hành chiếm thử khủng phi nghi",
    "meaning": "Xuất hành chiếm thử khủng phi nghi\nHuynh đệ lâm môn hữu thị phi.\nThế ứng phùng xuân đa cách trở\nBất nghi yếu động thả trì trì.",
    "details": "Đi đứng đề phòng chớ ỷ khôn\nKẻ gian rình đón kế bên trong\nRối ben trắc trở trên đường lộ (khi đi đứng)\nNhẫn nại đợi thời chớ bôn chôn."
  },
  {
    "id": "145",
    "name": "HẰNG (Lôi Phong)",
    "description": "Hữu ngư chiếm chi toại tâm hoài",
    "meaning": "Hữu ngư chiếm chi toại tâm hoài,\nThượng lưu đáo đắt uống quân hoài.\nChuyên tâm chi phí quân tu đắt\nTung hoành trương dóng đăng câu đài.",
    "details": "Mừng cho danh lợi toại tâm tình\nRọ đáy lưới rùng thảy thảy xinh\nChí quyết chuyên cầu ngươi ráng giữ\nTung hoành sâu cạn được an ninh."
  },
  {
    "id": "146",
    "name": "GIẢI (Lôi Thủy)",
    "description": "Quân phùng dạ mộng bất tương nghi",
    "meaning": "Quân phùng dạ mộng bất tương nghi,\nDanh lợi muôn tâm sự bất tề.\nGia đạo nhơn đinh tiêm kinh khủng\nThời lai liên đảo mộng hồn kỳ.",
    "details": "Chiêm bao mộng mị rất nên nghi\nDanh lợi tại ngươi quá nghĩ suy\nGia đạo bất hòa tôi tớ ruổi\nBằng không gia chủ ắt lâm nguy"
  },
  {
    "id": "147",
    "name": "TIỂU QUÁ (Lôi Sơn)",
    "description": "Quân hào tùy thế dị hoà hai",
    "meaning": "Quân hào tùy thế dị hoà hai\nNhập nhái cầu hôn mạc vọng di\nChỉ bảo hồi đầu tìm biệt kế\nMiến giao biệt hậu hữu bi ai.",
    "details": "Khuyên người chớ tính việc tình si\nNợ duyên trắc trở chẳng được chỉ\nXin đó hồi đầu tầm sang kế\nBằng không ắt phải lụy ai bi."
  },
  {
    "id": "148",
    "name": "DỰ (Lôi Địa)",
    "description": "Thị phi khẩu thiệt sự đa đoan",
    "meaning": "Thị phi khẩu thiệt sự đa đoan\nThế ngoại phùng tài sự bất an.\nPhàm sự phiến quân nhiên nhất kháng\nPhượng bảo thối hậu tâm lương khang",
    "details": "Phải quấy rầy ra chẳng ích chi\nNín đi thì ngặt nhịn coi kỳ\nPhàm việc khuyên người lui đôi bước\nPhước nhà thêm rạng chẳng ai khi."
  },
  {
    "id": "151",
    "name": "TIỂU SÚC (Phong Thiên)",
    "description": "Quân kiếm, thác quá nhứt thời nan",
    "meaning": "Quân kiếm, thác quá nhứt thời nan\nPhản phúc duyên ai không giản hoài\nTỵ Ngọ Mùi lâm tài khả thác\nQuá kỳ hựu khủng hữu khuyên nhai.",
    "details": "Lúc nầy sang sến hàng hóa không may\nPhản phúc gay go rắc rối thay\nTỵ Ngọ Mùi tuần thì mới đặng\nQuá kỳ ắt gặp việc tai bay."
  },
  {
    "id": "152",
    "name": "TRUNG PHÚ (Phong Trạch)",
    "description": "Quan chiếm kiến quới sự nhi hà",
    "meaning": "Quan chiếm kiến quới sự nhi hà\nNhứt kiến ứng tri nhi khí đa\nDanh lợi trùng trùng chung hữu vọng\nTiên thiên thần số bất sai ngoa.",
    "details": "Người muốn yết quan việc ra sao\nQuan yêu chiếu cố tốt biết bao.\nDanh lợi chập chồng đầy hy vọng,\nNghe ta ắt được chẳng sai nào."
  },
  {
    "id": "153",
    "name": "GIA NHÂN (Phong Hoả)",
    "description": "Quái chiếm hỉ sự lưỡng trùng tài",
    "meaning": "Quái chiếm hỉ sự lưỡng trùng tài\nPhước đức linh tâm ứng thượng lai\nNhược vấn Xuân tàm hưu hoài lự\nThập phần tài hỉ xứng tâm hoài.",
    "details": "Quẻ chiếm được 2 hào tài,\nHai vì sao phước đức đến lại cho\nNếu hỏi về tầm tơ đừng buồn chi\nMười phần tiền của vui mừng lòng dạ"
  },
  {
    "id": "154",
    "name": "ÍCH (Phong Lôi)",
    "description": "Thâu giải tiền lương chủ thái bình",
    "meaning": "Thâu giải tiền lương chủ thái bình\nLực hào vô quỉ một hư kinh\nThượng hạ quới nhơn đa đắc lực\nHườn quan đắc lộc chuyển gia đình",
    "details": "Thâu tiền, lúa nộp được bình an\nSáu hào không Qui không lo sợ\nDưới trên quới nhơn hằng giúp sức\nViệc xong tròn phận được lợi, tài."
  },
  {
    "id": "155",
    "name": "TỔN (Sơn Trạch)",
    "description": "Số chiếm khởi công hứa quân vi",
    "meaning": "Số chiếm khởi công hứa quân vi\nNhựt kiến thời lương vạn sự nghi\nKhởi hậu tài nguyên hườn hứa thăng\nNhậm quan khởi tác bất tu nghi",
    "details": "Khởi công mà gặp quẻ nầy\nNgày tốt giờ lành muôn việc tốt\nCông khởi tiền vô lời thắng số\nTùy ý mình toan chớ hồ nghi."
  },
  {
    "id": "156",
    "name": "HOÁN (Phong Thủy)",
    "description": "Phước đức tỉnh cường hỉ khi lâm",
    "meaning": "Phước đức tỉnh cường hỉ khi lâm\nSanh ý chỉ trung bá sự nghi\nĐương độ quới nhơn ưng khả thác\nTừng kiêm danh lợi bất bôn trì.",
    "details": "Vì sao Phước-Đức có tin vui\nTính toan mua bán đều được tốt\nQuới nhơn giúp đỡ giao cho việc,\nLợi danh tự đến khỏi (mất) công đi."
  },
  {
    "id": "157",
    "name": "TIỆM (Phong Sơn)",
    "description": "Văn thơ trùng kiến lãnh văn thơ",
    "meaning": "Văn thơ trùng kiến lãnh văn thơ\nPhản phúc kỳ trung thật khả nghi.\nTị Ngọ Mùi lâm chung khả vọng,\nQuá kỳ hữu chủng hữu trầm trì.",
    "details": "Thư từ, tờ giấy lãnh luôn luôn\nPhản phúc bên trong thật đáng nghi\nĐến Tị Ngọ Mùi mới mong hy vọng\nQuá kỳ hạn đó việc trầm trề."
  },
  {
    "id": "158",
    "name": "QUAN (Phong Địa)",
    "description": "Tố biện chiếm chi hứa toại tình",
    "meaning": "Tố biện chiếm chi hứa toại tình\nVăn thơ Quan Quỉ lưỡng phân minh\nHướng vượng hữu lý vô tài phiệt\nNhựt hậu phương tri quái như trầm.",
    "details": "Kiện thưa chiếm được quẻ nầy tốt\nĐơn từ, quan xử đều rành rẽ\nĐến ngày phâm xử mình được kiện\nNgày sau được việc biết quẻ linh"
  },
  {
    "id": "161",
    "name": "NHU (Thủy Thiên)",
    "description": "Tài hào lai ứng khả sanh quan",
    "meaning": "Tài hào lai ứng khả sanh quan\nSĩ hoạn chiếm chi tất chu quan\nThu Hạ Kiền Thiên tin tức đáo\nNhơn tinh mưu cáng lưỡng chu toàn.",
    "details": "Hào tài sanh ứng tới hào quan\nHọc trò chiếm được quẻ nầy ắt làm quan\nThu Hạ hai mùa tin tức đến\nNhơn tình giúp mình mình phải tính."
  },
  {
    "id": "162",
    "name": "TIẾT (Thủy Trạch)",
    "description": "Trở tiết trùng trùng quái vị an",
    "meaning": "Trở tiết trùng trùng quái vị an\nTầm nhơn chiếm thử cung nan can\nThế ứng khác nào, ứng khắc thối\nChỉ nghi phỏng sát khả tâm khoan.",
    "details": "Nhiều việc trắc trở, quả chưa an\nTìm người muốn gặp e khó gặp\nTa khắc người, người lại khắc ta\nCoi chừng, han hỏi mới nhẹ lo."
  },
  {
    "id": "163",
    "name": "KÝ TẾ (Thủy Hỏa)",
    "description": "Nạp giám chiếm chỉ bách tử tôn",
    "meaning": "Nạp giám chiếm chỉ bách tử tôn\nVăn thơ quan quỉ lưỡng tinh minh\nSanh hoành sĩ lộ hà tư lự\nĐịnh chủ tài vật lưỡng xứng tâm",
    "details": "Xin sở, nghề văn hại cháu con\nVăn thơ, Quan Quỉ sao tỏ rạng\nĐường quan tỏ rõ khỏi cần lo\nBạc tiền của cải vừa bụng lắm."
  },
  {
    "id": "164",
    "name": "TRUÂN (Thủy Lôi)",
    "description": "Văn thơ Quan Quỉ lưỡng tương xâm",
    "meaning": "Văn thơ Quan Quỉ lưỡng tương xâm\nHòa sự ưng tri bất thuận tình\nHữu sự định nhiên phản phúc khứ\nChi tu chẩn nại miễn hư kinh",
    "details": "Hào văn thơ Quan Quỉ 2 hào xâm nhau\nMưu sự hiệp hòa không thành được\nDầu có gượng ép sau phản phúc\nKhuyên nên nhịn nhục khỏi lo âu,"
  },
  {
    "id": "165",
    "name": "TỈNH (Thủy Phong)",
    "description": "Cầu hôn chiếm chi thập phần nghi",
    "meaning": "Cầu hôn chiếm chi thập phần nghi\nQuan Quỉ, Thê Tài lưỡng kiến chỉ\nTiện hỉ mưu nhơn đa trợ lực\nĐịnh số cử án đắc tề mi",
    "details": "Cưới gả quẻ nầy mười phần tốt\nHai hào Vợ Chồng đều tỏ rạng\nMừng được nhiều người ra sức giúp\nDâu hiền, rễ thảo chắc trong tay."
  },
  {
    "id": "166",
    "name": "KHẢM",
    "description": "Dựng dục cầu chiếm hiểm giữ bình",
    "meaning": "Dựng dục cầu chiếm hiểm giữ bình\nLàm thì lược lược hữu hư kính\nCanh Tân Mẹo Dậu trường sanh nhựt\nSanh sản tuy hung bất tổn thân.",
    "details": "Chửa nghén chiếm quẻ nầy coi có yên?\nLúc chuyển bụng có ít việc kinh hoàng sơ sơ\nCanh Tân Mẹo Dậu ngày trường sanh (Nếu nhằm ngày ấy)\nSanh sản dẫu hung cũng chẳng sao (Gặp mấy ngày trên)."
  },
  {
    "id": "167",
    "name": "KIỂN (Thủy Sơn)",
    "description": "Bán buôn đổi chát được quẻ ni",
    "meaning": "Bán buôn đổi chát được quẻ ni\nỨng lai sanh thế hữu phò trì\nTuy nhiên tài lợi bình bình ổn\nTính thiệt thành giao một thị phi",
    "details": "Bán buôn thương mãi gặp quẻ nầy\nNgười ngoài xúm xít giúp đỡ ta\nTuy nhiên tài lợi chưa mấy thạnh\nNgười ta giao kết ắt chắc được."
  },
  {
    "id": "168",
    "name": "TỶ (Thủy Địa)",
    "description": "Quái chiếm thú thiếp vấn nhơn duyên",
    "meaning": "Quái chiếm thú thiếp vấn nhơn duyên\nThê tàu bất biện sự triển diện\nKế vấn chiều biến bất thị duyên\nKiến uổng đồ lạc mạc lưu luyến.",
    "details": "Quẻ này hỏi việc cưới vợ hai?\nHào vợ không có trong quẻ\nKhông phải nhơn duyên nên núp lén\nQua đường rồi bỏ chẳng nên lưu."
  },
  {
    "id": "171",
    "name": "ĐẠI SÚC (Sơn Thiên)",
    "description": "Tậu điền chiếm thử bất vi an",
    "meaning": "Tậu điền chiếm thử bất vi an\nSai trọng lương đa mạc vọng cang\nHựu kiến Quỉ hào lâm thế vị\nYếu phòng phản phúc khủng đa ban.",
    "details": "Sắm đất mua vườn không đặng khá\nTổn tiền, xuất lúa hại nhiều công\nLại gặp Quỉ Hào lâm bổn mạng\nĐề phòng phản phúc rất đa đoan."
  },
  {
    "id": "172",
    "name": "TỔN (Sơn Trạch)",
    "description": "Gia tín lai thời ứng Ngọ đương",
    "meaning": "Gia tín lai thời ứng Ngọ đương\nLục thâu cốt nhục hỉ an khương\nKhuyến quân cấp chỉnh qui gia kế\nMiễn đắc gia trung vọng nhãn xuyên.",
    "details": "Thơ tín, tin nhà đến lúc trưa (Ngọ)\nMừng cho thân quyến được bình an\nKhuyên người nên trở lại nhà sớm\nĐể khỏi người nhà luống đợi trông."
  },
  {
    "id": "173",
    "name": "BÍ (Sơn Hỏa)",
    "description": "Nạp lại công danh nghỉ châm chước",
    "meaning": "Nạp lại công danh nghỉ châm chước\nVăn thơ vô vị uổng lao thần\nMạc hềm thử quái đa chuân cưu\nChỉ khủng đa thời phản bị xâm",
    "details": "Quan lại công danh chậm trễ thay\nVăn chương vô vị uổng công rày\nBuồn sao quở phạt rầy rà mãi\nPhải giữ mình luôn kẻo có ngày (mất chức)."
  },
  {
    "id": "174",
    "name": "DI",
    "description": "Quân chiếm cáo trạng quái phùng Quan",
    "meaning": "Quân chiếm cáo trạng quái phùng Quan\nTài vượn sanh quan phước lộc toàn\nĐông Hạ oai quyền đa đắc lực\nCủa tiền, vui vẻ được hoà hai.",
    "details": "Vô đơn kiện cáo quẻ gặp Quan\nTài vượng sanh quan phúc lộc toàn\nĐông hạ oai quyền nhiều hiệu lực\nCủa tiền vui vẻ được hoà hai."
  },
  {
    "id": "175",
    "name": "CỔ (Sơn Phong)",
    "description": "Kiêm nhơn mãi mãi vấn thần linh",
    "meaning": "Kiêm nhơn mãi mãi vấn thần linh\nĐịnh mưu cần thi đắc toại tâm\nĐương đạo quới nhơn giai hữu trợ\nThử thành đoan tích hữu thâu thành.",
    "details": "Tính đi buôn bán hỏi thần linh\nMưu định việc ni ắt toại tâm\nĐi đường ắt gặp nhiều người giúp\nBuôn chuyến nầy đi ắt đạt thành."
  },
  {
    "id": "176",
    "name": "MÔNG (Sơn Thủy)",
    "description": "Cầu quan chiếm thử quái vi cao",
    "meaning": "Cầu quan chiếm thử quái vi cao\nTài vượng sanh quan phước lộc đa\nThu lịnh Đông thời đắc hảo khuyết\nPhu vinh thê quí lạc thao thao",
    "details": "Cầu quan gặp được quẻ nầy tốt\nTài vượng sanh quan phước lộc nhiều\nThu Đông mùa ấy có chỗ tốt\nChồng sang, vợ quí vui biết bao."
  },
  {
    "id": "177",
    "name": "CẤN",
    "description": "Quân chiếm ý dục tấn nha môn",
    "meaning": "Quân chiếm ý dục tấn nha môn\nPhước đức tinh lâm bá sự hanh\nThu Hạ Đông thời đa ích lợi\nXuân Giáng thiểu toại mạc sanh sân",
    "details": "Y muốn nhà ngươi tính đầu quân\nPhước đức chiếu tinh trâm sự tốt\nThu Hạ Đông sang nhiều lợi ích\nXuân đến cần nên phải giữ mình."
  },
  {
    "id": "178",
    "name": "BÁC (Sơn Địa)",
    "description": "Quân nhơn thảo bộc lai vấn bốc",
    "meaning": "Quân nhơn thảo bộc lai vấn bốc\nPhước đức tinh lâm sự sự hanh\nTuy thị nhãn tiên đa cách trở\nTrì trì phương hứa khả giao thành.",
    "details": "Quẻ ứng nhà ngươi muốn hỏi thuê (người ở)\nHay sao phước đức mọi sự tốt\nTuy rằng trước mặt nhiều trở ngại\nChậm chậm rồi đây việc ắt thành."
  },
  {
    "id": "181",
    "name": "THÁI (Địa Thiên)",
    "description": "Quái bốc trị quân vẫn thọ niên",
    "meaning": "Quái bốc trị quân vẫn thọ niên\nSanh lai y lộc vị vi lam\nTuy tri sanh tử vinh khổ sự\nBác bác gia tam mộng cửu tuyền.",
    "details": "Quẻ nầy muốn hỏi về sức khỏe\nTừ hồi có gia đình tới giờ chưa thiếu kém\nDẫu biết sống thác vinh nhục là khó hiểu.\nTám tám (88) tuổi thấy sự sống chết."
  },
  {
    "id": "182",
    "name": "LÂM (Địa Trạch)",
    "description": "Gia trạch trùng trùng kiến thị phi",
    "meaning": "Gia trạch trùng trùng kiến thị phi\nPhá tài tật bệnh hữu ta vi\nTối hỉ hữu thần đa trở lực,\nHạ Thu Đông qui đắc tương nghi.",
    "details": "Việc nhà dồn dập chuyện thị phi\nTốn tiền, bệnh tật nhiều hay ít.\nNhưng mừng cho đó đưới quới nhân giúp,\nĐến Hạ Thu Đông mới tốt cho."
  },
  {
    "id": "183",
    "name": "MINH DI (Địa Hỏa)",
    "description": "Nhựt nguyệt đồng phùng quái tối linh",
    "meaning": "Nhựt nguyệt đồng phùng quái tối linh\nQuân kiêm hiệp lõa thậm thi vi.\nLục hào yên tịnh thân tâm vượng\nBất tất đa nghi thinh thị phi.",
    "details": "Ngày tháng quẻ nầy rất tốt thay\nChung tiền, đậu vốn mua bán tốt\nSáu hào yên tịnh thân tâm vững\nĐừng có nghe ai tiếng thị phi."
  },
  {
    "id": "184",
    "name": "PHỤC (Địa Lôi)",
    "description": "Ứng lai trì thế phước thần thương",
    "meaning": "Ứng lai trì thế phước thần thương\nThất vật chiếm chỉ uống sự đương\nNội ngoại lưỡng nhơn phản phúc khứ\nKhuyến quân khá xả mạc tư lương.",
    "details": "Nhà mình sao để người khác trọ\nMất vật chịu đành kiếm mất công\nNội, ngoại trong ngoài lấy của mất\nKhuyên người nên bỏ chớ nên buồn."
  },
  {
    "id": "185",
    "name": "THĂNG (Địa Phong)",
    "description": "Thế cao ứng hạ trùng trùng kiến",
    "meaning": "Thế cao ứng hạ trùng trùng kiến\nTẩu thất chúng ta đắc chuyển đầu\nQuí Hợi Tý Nhâm chung hữu tín\nHà tu cấp trước khứ truy tầm.",
    "details": "Ta người danh giá nó dưới tay\nNó trốn đi rồi cũng đáo lai\nQuí Hợi Tý Nhâm tin sẽ đến\nKhỏi phải tìm chỉ nó sẽ về."
  },
  {
    "id": "186",
    "name": "SƯ (Địa Thủy)",
    "description": "Quân vẫn hành nhân hà nhứt chi",
    "meaning": "Quân vẫn hành nhân hà nhứt chi\nỨng vị lâm môn âm tin trì\nCanh Tân Tị Ngọ giao lâm nhựt\nKhả vọng nhơn tài lưỡng kiến nghi.",
    "details": "Quẻ hỏi người đi bao giờ về\nƯng hào đến cửa tin tức trễ\nCanh Tân Tị Ngọ ngày ấy đến\nChừng đó người đi, đem tiền bạc về."
  },
  {
    "id": "187",
    "name": "KHIÊM (Địa Sơn)",
    "description": "Thủ nghệ cầu tài thử quái kỳ",
    "meaning": "Thủ nghệ cầu tài thử quái kỳ\nTử tôn trì thế sự châu tri\nThu Đông tài lộc đa toại ý\nCánh Ngộ cao nhơn bá sự nghi",
    "details": "Cầu tài, công nghệ được quẻ ni\nTử tôn, trì thế việc đều tốt\nThu Đông vốn, lời đều vừa ý\nGặp người trên trước giúp sức mi."
  },
  {
    "id": "188",
    "name": "KHÔN",
    "description": "Giải nhơn tu kỵ hữu hư kinh",
    "meaning": "Giải nhơn tu kỵ hữu hư kinh\nPhi lực lao tâm bất đắc minh\nGiao nạp đản kiến tâm thỉ phóng\nNhược bất tiểu tâm hữu thương hình.",
    "details": "Nạp giải tội nhơn có sự kinh\nPhí sức nhọc lòng tâm chẳng ổn\nĐến chừng giao lãnh mới kể chắc\nNếu không phòng bị chắc bị hình."
  },
  {
    "id": "211",
    "name": "ĐOÀI",
    "description": "Hội sự chiếm chỉ quái tối nghi",
    "meaning": "Hội sự chiếm chỉ quái tối nghi\nBằng hữu trùng trùng đệ huynh tề\nTác tốc khứ yên bảo toàn mỹ\nCanh Tân, Tân Dậu đắc toàn tài.",
    "details": "Việc nhóm họp đây được quẻ nầy\nAnh em bạn hữu nhiều kẻ đến\nViệc tính cứ làm càng gặp tốt\nCanh Thân, Tân Dậu được toàn tài."
  },
  {
    "id": "212",
    "name": "LÝ (Trạch Thiên)",
    "description": "Tử tôn hỉ chỉ hà tu lự",
    "meaning": "Tử tôn hỉ chỉ hà tu lự\nBất tất ưu nghi khả vấn y\nHổ đầu xà vĩ tài tỉnh thối\nĐãi giao tiết khi bịnh tài vi.",
    "details": "Cháu con vui vẻ đừng lo sợ\nKhỏi phải hoài nghi hỏi lương y\nĐầu hùm đuôi rắn thì bệnh thối\nQua khỏi tiết khí thì bịnh mạnh."
  },
  {
    "id": "213",
    "name": "ĐỒNG NHÂN (Thiên Trạch)",
    "description": "Tài bất sanh tế quái vị an",
    "meaning": "Tài bất sanh tế quái vị an\nQuân chiếm mại ốc mạng tâm hoan\nTrung nhơn đa dục nan thành tựu\nXả khứ bất như biệt lộ khan",
    "details": "Hào tài không sanh quẻ không tốt\nNhư chiếm mua bán, đừng lật đật mừng\nNhiều người muốn lắm, việc khó nên\nBỏ đi kiếm chỗ khác đừng tiếc."
  },
  {
    "id": "214",
    "name": "VÔ VỌNG (Thiên Lôi)",
    "description": "Chiếm bịnh tâm thần mạng phạm chi",
    "meaning": "Chiếm bịnh tâm thần mạng phạm chi\nNgũ hành hữu cứu miếng ưu nghi\nThời phụng mẹo, dậu tai tinh thối.\nTác phước kỳ thần mạo đãi trì.",
    "details": "Chiếm bịnh gặp quẻ nầy không tốt\nNhờ có sao ngũ hành cứu khổ lo rầu\nGặp ngày Mẹo, Dậu bịnh bớt\nVan vái thì cúng đừng để vậy."
  },
  {
    "id": "215",
    "name": "CẤU (Thiên Phong)",
    "description": "Phụ mẫu vô đoan tật bịnh chiếm",
    "meaning": "Phụ mẫu vô đoan tật bịnh chiếm\nQuái trung tài động quỉ quan liền\nTý, Mùi chiếm bốc vô ứng sự\nMạc hảo tâm đầu khổ quảy khiên.",
    "details": "Cha mẹ đau ốm đâu mà coi\nSự thật là bề trong có hao tiền, và việc quan ràn buộc\nThuở giờ kỵ Tý, Mùi coi bói không linh nghiệm\nLo lắng tính toán chi sự khó cho mình vậy."
  },
  {
    "id": "216",
    "name": "TỤNG (Thiên Thủy)",
    "description": "Quái vẫn di cư tác toại tân",
    "meaning": "Quái vẫn di cư tác toại tân\nTùng kiêm tài vật tự nhiên tăng\nMục tiễn khẩu thiệt tua phòng bị\nDi quá phương an thiết mạc đình",
    "details": "Quẻ nầy hỏi dời chỗ ở, được vừa bụng lắm\nTừ đây sắp tới tiền của cứ thêm\nTrước mắt có rầy rà phải coi chừng\nDời chỗ ở rồi mới yên"
  },
  {
    "id": "217",
    "name": "ĐỘN (Thiên Sơn)",
    "description": "Phân gia, quân kiếm dục bốc nghi",
    "meaning": "Phân gia, quân kiếm dục bốc nghi\nQuản giao nhựt hận bất sai trì\nXuân Thu tài vượng vô phiền não\nDụng ý di chung tòng tắc nghi",
    "details": "Chia của, chia nhà muốn hỏi thăm\nKhuyên đó ráng chờ đừng nản chí\nXuân Thu tài vượng chẳng sai lầm\nXin chàng nhẫn nhịn chớ sanh tâm"
  },
  {
    "id": "218",
    "name": "BỈ (Thiên Địa)",
    "description": "Tài hào trì thế tấn thế tài",
    "meaning": "Tài hào trì thế tấn thế tài\nMưu sự vô phương mạng mạng lai\nTối hỷ tinh thần ứng tại ý\nTrách ngộ cao nhơn bá sự nghi",
    "details": "Hào tài ở tại thế nên được việc tiền của\nTín việc không được chậm chậm chút\nNhờ có quới nhơn ủng hộ\nNgoài lại có nhiều người giỏi giúp mình."
  },
  {
    "id": "221",
    "name": "QUYẾT (Trạch Thiên)",
    "description": "Tử tôn trì thế phước thần cường",
    "meaning": "Tử tôn trì thế phước thần cường\nGia trạch chiếm chi đại kiết xương\nThu quí đông thời tài chánh vượng\nHạ xuân khẩu thiệt khá thu phong",
    "details": "Hào tử tôn tại thế nên phước thần mạnh\nCoi gia đạo gặp quẻ nầy tốt lắm\nCuối thu qua mùa đông thời có tài\nMùa hạ, xuân bị lời ăn tiếng nói phải giữ."
  },
  {
    "id": "222",
    "name": "ĐOÀI",
    "description": "Giải nhơn bất khả bất để phòng",
    "meaning": "Giải nhơn bất khả bất để phòng\nẨn khi thương tài khủng bất an\nHạnh đắc quới nhơn đa trợ lực\nTuy nhiên lao khổ bất thương tàn",
    "details": "Giải tội chớ nên hờ hõng\nBị trúng thương gió tốn tiền chút\nNhờ quí nhơn giúp đỡ\nTuy thấy có cực khổ không đến đỗi gì."
  },
  {
    "id": "223",
    "name": "CÁCH (Trạch Hỏa)",
    "description": "Tẩu thất gia nhơn tại bắc phương",
    "meaning": "Tẩu thất gia nhơn tại bắc phương\nDụng tâm phỏng sát bất tu mang\nThu đông chiếm thử tầm nan mịt\nXuân hạ giao lâm định phản hương",
    "details": "Người đi trốn hay lạc đó tại hướng bắc\nMình để ý dò xét đừng bôn chôn bể việc\nMùa thu hay đông bói quẻ nầy khó kiếm chút\nQua xuân hạ gặp quẻ nầy thì nó về."
  },
  {
    "id": "224",
    "name": "TÙY (Trạch Lôi)",
    "description": "Thế ứng tương sanh vô bất toại",
    "meaning": "Thế ứng tương sanh vô bất toại\nDuy lợi trung ích số an bài\nHuống hồm thủ nghệ đa tinh xảo\nLao tâm, lao lực sự khả vi",
    "details": "Mình với người được tương sanh vừa ý lắm\nViệc thì khá, có lợi, số bình yên\nLại sợ vì mình là người thợ khéo\nChịu cực chút thì được việc"
  },
  {
    "id": "225",
    "name": "ĐẠI QUÁ (Trạch Phong)",
    "description": "Tiền tài thất khước bất tu ưu",
    "meaning": "Tiền tài thất khước bất tu ưu\nNgoại nội toàn chỉ khả huổn cầu\nCanh Ngọ, Dần, Thân Hợi kiến diện\nTặc nhơn trị phạm thất cơ mưu",
    "details": "Tiền của có thất lạc chẳng nên rầu\nNó còn giấu hưỡn hưỡn kiếm\nNgày canh Ngọ, Dần, Thân hợi thì gặp mặt\nCủa nấy trộm cướp lấy nhưng bại lộ"
  },
  {
    "id": "226",
    "name": "KHỔN (Trạch Thủy)",
    "description": "Quân lai vấn thọ thị như hà",
    "meaning": "Quân lai vấn thọ thị như hà\nHữu khủng quan ám khứ vĩ đa\nKiêm tuế dục phòng trạch choàng vận\nThọ ngươn bác bác mộng nam kha",
    "details": "Ông đến hỏi sức khỏe ra sao\nÔng sợ tuổi cao tác lớn rồi\nÔng coi chừng trợt té, hoặc cây rớt, đánh lầm\nTuổi ông sống 88 tuổi."
  },
  {
    "id": "227",
    "name": "HÀM (Trạch Sơn)",
    "description": "Ứng lai sanh thế tại tâm hoài",
    "meaning": "Ứng lai sanh thế tại tâm hoài\nQuân vấn hành nhơn bất vực lai\nSửu, mùi, canh ngọ phương hữu tín\nNhơn tài lưỡng kiến quái an bài",
    "details": "Người ta sanh lại mình thì khỏe lắm\nÔng hỏi người đi sao chưa về\nSửu, mùi, canh ngọ có tin về\nChừng đó người về lại có tiền, quẻ an bài"
  },
  {
    "id": "228",
    "name": "TÙY (Trạch Địa)",
    "description": "Chiếm thử tài hào bất thậm giao",
    "meaning": "Chiếm thử tài hào bất thậm giao\nGiữ nhơn hiệp lõa nan khoa\nTương lai định hữu tranh đoan khởi\nĐơn thân biệt đố cầm thương hoa.",
    "details": "Quẻ nầy coi tài không tốt\nMình tính hùng hập với người không nên khen\nNgày sau còn tranh giành nhau\nLàm một mình mình tốt như gấm thêm hoa."
  },
  {
    "id": "231",
    "name": "ĐẠI HỮU (Hỏa Thiên)",
    "description": "Kiến quới hườn tu khổ thác nhơn",
    "meaning": "Kiến quới hườn tu khổ thác nhơn\nQuỉ hào lâm ẩn yếu lao tâm\nỨng lai sanh thế tha sanh ngã\nBất tất ưu nghi hứa toại tâm",
    "details": "Ra mắt quan lớn khó lắm đa\nÔng quan nầy nghiêm khó lắm phải nhọc lòng\nNhờ hào ứng sanh thế, là ông sanh lại mình\nĐừng buồn lo gì hết việc đó được."
  },
  {
    "id": "232",
    "name": "KHUÊ (Hỏa Trạch)",
    "description": "Tố trạng chiếm chi hứa toại tâm",
    "meaning": "Tố trạng chiếm chi hứa toại tâm\nTử tôn trì thế phước thần lâm\nĐãi giao tuất nhựt hềm dẫn ngọ\nMiễn tội trừ hình hảo thoát thân",
    "details": "Hầu kiện thì được\nNhờ hào tử tôn ở thế, có phước thần đến\nĐợi chờ ngày tuất kỵ ngày dẫn ngọ\nĐược tha tội thoát thân"
  },
  {
    "id": "233",
    "name": "LY",
    "description": "Quân nhơn khởi tác lai vấn bốc",
    "meaning": "Quân nhơn khởi tác lai vấn bốc\nThu trụ giá lương hữu kiến túc\nQuân nhơn khởi tác chiếm chi quái\nSố ngộ kê minh nhận quân giá\nSát tai tam hướng tu trì tị\nToại nhứt ngôn văn vị quân chút\nKhủng phòng tam sát hữu triền miên\nTuy nhiên hành thời thả mật uổng",
    "details": "Ông muốn hỏi về việc khởi công\nCất nhà có vì sao tốt\nNgười muốn khởi công gặp quẻ nầy\nQuẻ nầy gặp gà gáy (dậu) ông làm mới được\nPhải tránh 3 hướng sát\nLời căn dặn đây là cần thiết\nPhải ngừa hướng tam sát có lôi thôi sảy ra\nRán làm ta không nói gạt"
  },
  {
    "id": "234",
    "name": "PHỆ HẠP (Hỏa Lôi)",
    "description": "Thê tài trì thế chủ sanh quan",
    "meaning": "Thê tài trì thế chủ sanh quan\nChiếm lãnh văn tin khả an\nHợi, tý, sửu gia phương khả đắc\nQuới nhơn đương đạo ngộ thiên duyên",
    "details": "Hào thê tài ở thế, nên sanh hào quan\nQuẻ nầy văn bằng đó được lắm\nNgày hợi, tý, sửu đến đây được tin\nNhờ quới nhơn đỡ đầu gặp phước trời."
  },
  {
    "id": "235",
    "name": "ĐỈNH (Hỏa Phong)",
    "description": "Quỉ hào trì thế sự nan hài",
    "meaning": "Quỉ hào trì thế sự nan hài\nThâu giải tiền lương sự bất giai\nNhược bất tiểu tâm tin cẩn thận\nĐịnh chủ hình hao hưởng tương gia",
    "details": "Hào quan quỉ trì thế việc nầy khó rồi\nThâu nộp tiền lúa gặp việc không tốt\nNếu bằng không dè dặt và cẩn thận\nChạy không khỏi tội lại còn bị xuất của nhà"
  },
  {
    "id": "236",
    "name": "VỊ TẾ (Hỏa Thủy)",
    "description": "Thê tài vượng tướng khả sanh quan",
    "meaning": "Thê tài vượng tướng khả sanh quan\nThoát hoá cầu tài việc hứa an\nHợi, Tý, Sửu lâm giao việc hảo\nQuới nhơn tương trợ đắc châu toàn",
    "details": "Hào thê tài vượng sanh hào quan\nSang sến hàng hoá, cầu tiền đều tốt\nChờ hợi, tý, sửu đến việc giao mới tốt\nGặp quới nhơn giúp đỡ được tốt hết"
  },
  {
    "id": "237",
    "name": "LỮ (Hỏa Sơn)",
    "description": "Sanh ý chiếm chi thuận nhơn tình",
    "meaning": "Sanh ý chiếm chi thuận nhơn tình\nLai nhơn bất dụng khổ ưu tâm\nChỉ nghi cẩn thận gia châm chước\nXuất nhập kinh dinh nhậm quân hành",
    "details": "Mua bán gặp quẻ nầy được vừa lòng\nNgươi đến mình hoặc mình đến người đừng cần lo\nPhải cẩn thận và châm chước\nRa vô tính toán gì cũng đặng hết"
  },
  {
    "id": "238",
    "name": "TẤN (Hỏa Địa)",
    "description": "Mẹo mộc thê tài chiếm đại giai",
    "meaning": "Mẹo mộc thê tài chiếm đại giai\nXuân tầm hữu ích định vô sai\nCánh liên ngoại quái lai tương trợ\nTri lợi trùng trùng khả kham khoa",
    "details": "Hào tài thuộc mộc quẻ tốt lắm\nViệc tơ tằm có ích lắm định không trật\nLại gặp ngoại quái giúp mình nữa\nLợi đến về tơ nầy trùng trùng nhiều lắm."
  },{
    "id": "241",
    "name": "ĐẠI TRÁNG (Lôi Thiên)",
    "description": "Vấn ni trùng trùng vị khiến lai",
    "meaning": "Vấn ni trùng trùng vị khiến lai\nYên phùng tý, ngọ nhứt âm nha\nGia trung vạn sự giai yên ổn\nBất tất ưu nghi khả phóng hoài.",
    "details": "Hổm rày hỏi hoài sao tin tức chưa về\nQua ngày tý, ngọ có tin về\nTrong nhà tất cả bình an\nChẳng nên buồn lo sợ chuyện chi."
  },
  {
    "id": "242",
    "name": "QUI MUỘI (Lôi Trạch)",
    "description": "Qui muội chí quái tử tôn cường",
    "meaning": "Qui muội chí quái tử tôn cường\nNải bộc chiếm chi sự bất lương\nMai đắc chung tu phòng khẩu thiệt\nHườn tu tử tế tái thương lương",
    "details": "Quẻ qui muội nầy tử tôn mạnh lắm\nTốt việc nào chớ mướn tôi tớ không tốt\nDầu mướn rồi coi chừng việc rầy rà\nPhải rán tính toán cho kỹ."
  },
  {
    "id": "243",
    "name": "PHONG (Lôi Hỏa)",
    "description": "Thế vị phùng quan ứng chỉ sanh",
    "meaning": "Thế vị phùng quan ứng chỉ sanh\nQuân chiếm trối hóa đắc như tâm\nCông bình xuất nhập liêm đắc lợi\nTương trợ ứng giao hữu quới nhơn .",
    "details": "Bào thế gặp quan, ứng sanh tốt lắm\nNgười coi quẻ sắm đồ thì được\nNhưng ra vô cho công bình thì thêm lợi\nThuần có quới nhơn giúp đỡ."
  },
  {
    "id": "244",
    "name": "CHẤN",
    "description": "Bác thuần chỉ quái vấn ngận quan",
    "meaning": "Bác thuần chỉ quái vấn ngận quan\nTài quỉ phùng xung sự bất an\nMạc vấn biệt minh vận lợi hảo\nChỉ nghi thủ cựu khả tâm hoan.",
    "details": "Xin đi lính tình nguyện gặp kẻ bác thuần\nHào tài quỉ xung, việc không yên\nChớ hỏi tính phương kế khác làm ăn\nGiữ theo nghề cũ mới an vui"
  },
  {
    "id": "245",
    "name": "HẰNG (Lôi Phong)",
    "description": "Cáo trạng thế vong hưu sanh quan",
    "meaning": "Cáo trạng thế vong hưu sanh quan\nQuân vẫn quan ty lý, thế toàn\nCánh đắc quới nhơn giai trợ lực\nThu, Đông vu giác đắc xuyên quyền",
    "details": "Vô đơn gặp hào thế sanh hào quan\nNgười hỏi thì lý, thế cái nào cũng thắng\nLại đặng quới nhơn giúp sức nữa\nQua thu đông kiện đắc lý"
  },
  {
    "id": "246",
    "name": "GIẢI (Lôi Thủy)",
    "description": "Trời điền ngộ thử quái vì cáo",
    "meaning": "Trời điền ngộ thử quái vì cáo\nTrung chính tương phùng đính chủ giao\nLộc vị phước thần đa kiện vượng\nHựu chủ trì tinh khả tương đầu.",
    "details": "Sắm vườn đất quẻ nầy hay lắm\nGặp người giao hảo với mình tốt\nNhờ hai vị phước lộc cứng cỏi lắm\nLời ăn nói đến tứ tâm đầu ý hiệp."
  },
  {
    "id": "247",
    "name": "TIỂU QUÁ (Lôi Sơn)",
    "description": "Quỉ hào trì thế khả cầu quan",
    "meaning": "Quỉ hào trì thế khả cầu quan\nBá lý thiên đình đắc toại duyên\nKinh tế kỳ tài nhơn giá trọng\nQuân kiến thời địa tánh danh cao",
    "details": "Cầu quan gặp quỉ hào trì thế tốt lắm\nĐường xa cách mấy cũng được hết\nBực kỳ tài kinh tế danh giá cao (quan lớn)\nNgày sau danh tiếng lừng lẫy."
  },
  {
    "id": "248",
    "name": "DỰ (Lôi Địa)",
    "description": "Nạp lại công danh đa phí lợi",
    "meaning": "Nạp lại công danh đa phí lợi\nTất chu châm chước tái nam tư\nQuỉ hào trì thế nan thành tựu\nBất đắc hưỡn phòng hữu thị phi",
    "details": "Xin chỗ làm nghề vỏ, đường công danh tốn hao\nPhải tính đi tính lại đôi ba lần\nHào quỉ trì thế việc khó nên\nViệc không đặng lại sinh ra thị phi"
  },
  {
    "id": "251",
    "name": "TIỂU SÚC (Phong Thiên)",
    "description": "Vị nhơn tầm quán khữ tầm nhơn",
    "meaning": "Vị nhơn tầm quán khữ tầm nhơn\nHuynh đệ tương tranh hữu đoạt tranh\nNhược vẫn biệt hương du khả tựu\nTây nam phương trượng thậm nan thành",
    "details": "Kiếm nhà chổ ở và người quen\nVì anh em cãi cọ sanh giành giựt\nỞ đây không đặng phải đi ở khác làng mới được\nPhải tránh hướng tây nam mới được."
  },
  {
    "id": "252",
    "name": "TRUNG PHÙ (Phong Trạch)",
    "description": "Thị phi khẩu thiệt bất tu tranh",
    "meaning": "Thị phi khẩu thiệt bất tu tranh\nPhước đức thần cường bảo thái bình\nTự hữu quới nhơn lai yến tan\nNhậm hữu bảo hoạ tổng vô bằng",
    "details": "Rầy rà giành phải quấy làm chi\nNhờ phước đức thần mạnh mẽ mới bình yên\nCó người biết điều rầy la giải tán\nChớ không ai nói tử tế gì được."
  },
  {
    "id": "253",
    "name": "GIA NHÂN (Phong Hỏa)",
    "description": "Quân vấn thủ ngư nhân quân tâm",
    "meaning": "Quân vấn thủ ngư nhân quân tâm\nNghịch thủy hành chu tẩu thượng phong\nAn tâm ổn thủ Nam phương lợi\nCông thành nghiệp tụ tài lợi sanh",
    "details": "Ngươi hỏi giang thủy lợi được lắm\nGhe đi nước ngược, nhờ gió xuôi\nYên lòng giữ tài lợi ở hướng Nam\nCông nên nghiệp tới sanh tài lợi"
  },
  {
    "id": "254",
    "name": "ÍCH (Phong Lôi)",
    "description": "Nhập ngao cầu hôn yêu châm chước",
    "meaning": "Nhập ngao cầu hôn yêu châm chước\nQuỉ hào trì thế uống laok công\nTrùng trùng cách trở tài tao kip\nChỉ khả hồi đầu biệt xứ tầm",
    "details": "Muốn cầu hôn phải, làm rể phải liệu định\nQuỉ hào ở thế nhọc lòng uổng công\nDồn dập việc cách trở của tiền bị lườn (lừa)\nThôi bỏ chổ đó đi chỗ khác"
  },
  {
    "id": "255",
    "name": "TỔN (Sơn Trạch)",
    "description": "Xuất hành chiếm thử bất tu nghi",
    "meaning": "Xuất hành chiếm thử bất tu nghi\nThế vị cao hề ứng vị đê\nThế ứng khắc hào vô cách trở\nTrùng trùng tài hỉ tại tâm cơ,",
    "details": "Quẻ xuất hành gập đây khỏi nghi ngại\nMình thì cao, người thì thấp\nHào thế khắc hào ứng cứ việc đi\nDồn dập tiền bạc vui vẻ khoái chí lắm."
  },
  {
    "id": "256",
    "name": "HOÁN (Phong Thủy)",
    "description": "Tuế tình sanh vũ bảo niên thành",
    "meaning": "Tuế tình sanh vũ bảo niên thành\nQuân vấn thu thâu quyết xứng tâm\nNgũ cốc phong đăng vô hao chiếc\nHậu lai phương hứa toại quân tâm",
    "details": "Năm nay trời lạnh sanh mưa là năm ruộng trúng\nNgười hỏi việc thâu góp chắc là vừa bụng\nLúa thóc năm giống trúng không hao\nGóp rồi đều đủ ưng bụng lắm"
  },
  {
    "id": "257",
    "name": "TIỆM (Phong Sơn)",
    "description": "Dạ mộng khê khiên tổng bất tường",
    "meaning": "Dạ mộng khê khiên tổng bất tường\nTu phòng hữu sự khỏi tiêu tường\nTâm tư cẩn thận kỳ thần trợ\nPhàm sự nhiêu nhơn đắc cửu trường",
    "details": "Nằm chiêm bao hồi hộp điểm không lành\nCẩn thận có việc rầy rà khởi bên hè\nTính cho kỹ rồi làm sẽ có thần giúp đỡ\nViệc gì phải dễ dãi tha thứ mới được lâu dài."
  },
  {
    "id": "258",
    "name": "QUAN (Phong Địa)",
    "description": "Quái chiếm cầu tử hứa như tâm",
    "meaning": "Quái chiếm cầu tử hứa như tâm\nPhước đức trùng trùng tử vi sanh\nSố hào tiên thiên ứng bất mầu\nTìn niên, Ngọ tuế sản kỳ lâu.",
    "details": "Quẻ coi cầu con được vừa lòng\nPhước đức cầu con dễ sanh\nQuẻ tốt nói trước không sao đâu\nSanh con tuổi Thìn hay tuổi Ngọ tốt lắm"
  },
  {
    "id": "261",
    "name": "NHU (Thủy Thiên)",
    "description": "Quan hào sanh thế hão cầu danh",
    "meaning": "Quan hào sanh thế hão cầu danh\nNhập học chiếm chi hứa toại tâm\nSách luận kinh thơ gia miễn lệ\nĐịnh giao khoa cử hảo thành danh",
    "details": "Hào quan sanh hào thế tốt lắm\nNhập học quẻ nầy tốt\nHọc hành rán gắng sức\nThi chắc đậu lắm."
  },
  {
    "id": "262",
    "name": "TIẾT (Thủy Trạch)",
    "description": "Tài khắc văn thơ nan thượng bản",
    "meaning": "Tài khắc văn thơ nan thượng bản\nTử tôn thái vượng hựu thương quan\nMẫu kỷ nhị khoa đoan khả vọng\nKiêm niên khoa cử thoả tâm khoan.",
    "details": "Hào tài phá hào văn thơ khó đăng tên\nHào tử tôn vượng khắc hào quan\nThi kỳ mẫu và kỷ có hy vọng\nCòn cuộc thi năm nay thôi đừng tính."
  },
  {
    "id": "263",
    "name": "KÝ TẾ (Thủy Hỏa)",
    "description": "Quái chiếm chiêu tế tối vì lương",
    "meaning": "Quái chiếm chiêu tế tối vì lương\nTài hỉ trùng trùng phước lộc cường\nPhu phụ hoài đa phước thọ\nHưng gia lập nghiệp hảo trình tường.",
    "details": "Quẻ chọn rể tốt\nTiền của dồi dào phước lộc mạnh\nVợ chồng ăn ở hoà thuận\nNhà cửa cơ nghiệp con cháu dựng nên đông đủ."
  },
  {
    "id": "264",
    "name": "TRUÂN (Thủy Lôi)",
    "description": "Y bằng phước đức khả phò thân",
    "meaning": "Y bằng phước đức khả phò thân\nPhước đức lai phò được bất linh\nPhục được vô duyên đa khổ sở\nTái phùng Biển Thước giả nan sanh.",
    "details": "Nghề thuốc nhờ phước đức đỡ cho bệnh\nPhước không đến uống thuốc không hay\nUống thuốc mà không đoan nhiều trắc trở\nDẫu gặp Biển Thước cũng sống không nổi."
  },
  {
    "id": "265",
    "name": "TỈNH (Thủy Phong)",
    "description": "Thu thảo tư tài thử quái linh",
    "meaning": "Thu thảo tư tài thử quái linh\nThát trung cầu thủ sự tham thành\nTuy thị ngoạt tiền đa cách trở\nTrì trì phương hứa hữu giai âm",
    "details": "Đòi tiền bạc quẻ nầy tốt\nDẫu người thiếu nợ khó mấy cũng đòi được\nTháng trước dầu rỗi ren\nChậm chậm có tin lành về."
  },
  {
    "id": "266",
    "name": "KHẢM",
    "description": "Nhược vân thiên tỉnh thiên tất tỉnh",
    "meaning": "Nhược vân thiên tỉnh thiên tất tỉnh\nNhược vân hạ vũ, vũ lâm ly\nKhảm phùng nhâm quí hợi âm vũ\nYếu tình đản khán tuất, thân canh",
    "details": "Nếu hỏi trời tạnh thì trời tạnh\nNếu hỏi mưa, mưa dầm dề\nKhảm gặp nhâm quí mưa, hợi (càn) mưa dữ lắm\nMuốn lặn coi tuất, thân, canh."
  },
  {
    "id": "267",
    "name": "KIỂN (Thủy Sơn)",
    "description": "Mạng vận hà tu vấn đoản trường",
    "meaning": "Mạng vận hà tu vấn đoản trường\nHỉ quân vận mạng mạc tương thương\nTuy nhiên tảo vận đa thành bại\nThời chí ưng chỉ phước thọ trường.",
    "details": "Mạng vân hỏi vắn dài hay dở chi\nMừng người vận mạng không lo tín\nMặc dầu sớm gặp nhiều việc thành bại\nThời đến rõ biết phước sống lâu."
  },
  {
    "id": "268",
    "name": "TỶ (Thủy Địa)",
    "description": "Kinh luân sự nghiệp thánh hiền thơ",
    "meaning": "Kinh luân sự nghiệp thánh hiền thơ\nĐọc thơ sự nghiệp khả kham đồ\nQuan văn thế vị văn tinh vượng\nTuyên nhập khoa danh vảng đế ban",
    "details": "Rèn học đông đúc sách vở thánh hiền\nSự nghiệp văn chương người khá lắm\nHào quan chủ động, có văn tinh đọc sách hay\nĐược tuyển đến chầu vua."
  },
  {
    "id": "271",
    "name": "ĐẠI SÚC (Sơn Thiên)",
    "description": "Quỉ hào trì thế vị vi kỳ",
    "meaning": "Quỉ hào trì thế vị vi kỳ\nDục khứ tầm nhơn yều kiến cơ\nMạc nhược đãi tha lại tự tựu\nTứ thất thập ngoạt khả tương kỳ.",
    "details": "Hào quỉ trì thế không lạ gì\nMuốn tầm người phải có mánh lới\nThôi chỉ bằng chờ nó trở về\nTháng tư, tháng 7, tháng 10 sau cũng về."
  },
  {
    "id": "272",
    "name": "TỔN (Sơn Trạch)",
    "description": "Kiêm quán thú thiếp lai vấn bốc",
    "meaning": "Kiêm quán thú thiếp lai vấn bốc\nNội ngoại quỉ hào yếu phản phúc\nMạc nhược tu tùng tiền khứ tầm\nHậu sản hiển năng đa tấn phước.",
    "details": "Ông muốn tầm quẻ cưới vợ bé\nTrong ngoài thế nào cũng phản không khỏi\nChi bằng dùng người trước còn hơn\nSau sanh con làm ăn khá."
  },
  {
    "id": "273",
    "name": "BÍ (Sơn Hỏa)",
    "description": "Quỉ hào trì thế vấn đa đoan",
    "meaning": "Quỉ hào trì thế vấn đa đoan\nQuân vẫn cầu hôn khước bất an\nCánh thả mai nhơn đa bất lực\nNhứt ban thiết xuất lưỡng tam ban.",
    "details": "Hào quỉ chủ động rối đa đoan\nNhà ngươi hỏi việc đôi bạn, không nên\nLại thêm mai nhơn bất lực\nMối nầy nói chưa xong,2,3 đám chực hôm đó"
  },
  {
    "id": "274",
    "name": "DI (Sơn Lôi)",
    "description": "Tài hào trì thế tất cao cường",
    "meaning": "Tài hào trì thế tất cao cường\nMua bán hàng dạo chiếm chỉ quái thậm lương\nMãi mại khán lai cu toại ý\nTam thất thập, nhứt kiến trình tường",
    "details": "Hào tài ở thế cứng cỏi lắm\nMua bán hàng dạo quẻ nầy tối\nMua bán coi kỹ được vừa ý\nTháng 3, tháng 7, 10, 11, khá lắm."
  },
  {
    "id": "275",
    "name": "CỔ (Sơn Phong)",
    "description": "Lưỡng hào lai thạch tai sanh thế",
    "meaning": "Lưỡng hào lai thạch tai sanh thế\nHòa sự tu tri ngộ quới nhơn\nDuy hướng đông nam kỳ khứ\nTài năng đăng vị đắc thiên kim",
    "details": "Hai hào tài đều sanh thế\nViệc hòa này có lẽ gặp quới nhơn\nNhưng hướng đông nam có điềm tốt\nĐặng tiền của nhiều và lên chức"
  },
  {
    "id": "276",
    "name": "MÔNG (Sơn Thủy)",
    "description": "Quan quỉ văn thơ lưỡng tự minh",
    "meaning": "Quan quỉ văn thơ lưỡng tự minh\nTuy quân quan tước tất cao thăng\nTuy nhiên đương đạo đa vi trở\nQuản thủ xuân lai mộc thánh ân.",
    "details": "Hào quan quỉ hào văn thơ đều tỏ rạng\nBiết ông chức lớn còn lên nữa\nBây giờ có trở ngại chút ít\nQua xuân thì ơn trên thiếu gì."
  },
  {
    "id": "277",
    "name": "CẤN",
    "description": "Lục giáp chiếm chi bất toại tâm",
    "meaning": "Lục giáp chiếm chi bất toại tâm\nHứa kỳ hương nguyện bảo nương thân\nChỉ đãi anh nhi ly mẫu phúc\nTự nhiên phước thọ vĩnh khương ninh.",
    "details": "Chữa nghén, sanh đẻ quẻ nầy không vừa bụng\nMau mau đi trả lời vái mới yên\nCúng được lời vái con sanh liền\nTự nhiên phước được lâu dài."
  },
  {
    "id": "278",
    "name": "BÁC (Sơn Địa)",
    "description": "Quái chiếm nạp giám vấn thần minh",
    "meaning": "Quái chiếm nạp giám vấn thần minh\nPhước đức tỉnh cường hỉ khí lâm\nTruy thị nhãn tiền đa cách trở\nĐông tây ngộ quới đắc tiền trình",
    "details": "Quẻ coi xin sở làm nghề văn\nVì sao phước đức mạnh có việc vui đến\nMặc dầu trước mắt có điều trắc trở\nHương đông hướng tây gặp quới nhơn đỡ đầu."
  },
  {
    "id": "281",
    "name": "THÁI (Địa Thiên)",
    "description": "Quan quỉ thê tài lưỡng kiến kỳ",
    "meaning": "Quan quỉ thê tài lưỡng kiến kỳ\nGiữ nhơn tú thải đắc tiện nghi\nLưỡng phiên tài lợi trì trì hữu\nMục hạ vu vi hiệp sự kỳ",
    "details": "Xem quẻ thê tài lấy làm lạ\nHai lần vay hỏi được hết\nHai lần trước chậm chậm mới giùm\nCòn kỳ nầy việc ráp chưa xong"
  },
  {
    "id": "282",
    "name": "LÂM (Địa Trạch)",
    "description": "Đổ tiền chiếm thử chỉ bình bình",
    "meaning": "Đổ tiền chiếm thử chỉ bình bình\nThế ứng tương sanh sự nhữ thành\nLợi tức bất đa tài hứa ổn\nTư thất thập nhứt định giai âm.",
    "details": "Quẻ coi cờ bạc vừa vừa\nThế ứng tương sanh được việc\nẤn ít mà vốn còn đủ\nTháng 4,7,10,11 thì khá."
  },
  {
    "id": "283",
    "name": "MINH DI (Địa Hỏa)",
    "description": "Hồi hương chiếm thử vị vi nghi",
    "meaning": "Hồi hương chiếm thử vị vi nghi\nHậu hữu truân chuyên đa thị phi\nThử an thân tâm hưu vọng động\nBất y số đoán hữu sai trì",
    "details": "Hồi hương coi quẻ nầy không tốt lắm\nNgày sau có việc lận đận sảy ra vì thị phi\nỞ yên đừng rục rịch bận rộn gì hết\nKhông nghe sau có chuyện chịu lấy."
  },
  {
    "id": "284",
    "name": "PHỤC (Địa Lôi)",
    "description": "Quân chiếm phong thủy chủ an ninh",
    "meaning": "Quân chiếm phong thủy chủ an ninh\nTả hữu lai long tối hữu kỷ\nTài phước hưng long giai phát đạt\nNhơn ninh khương kiện lạc thăng bình",
    "details": "Nhà ngươi chiếm mồ mả được tốt lắm\nTả hữu có mạch nước nên mỗ mát mẻ\nHào tài phước thạnh vượng đều phát đạt\nCon cháu mạnh khỏe vui vẻ."
  },
  {
    "id": "285",
    "name": "THĂNG (Địa Phong)",
    "description": "Thế cao ứng hạ nhâm quân tài",
    "meaning": "Thế cao ứng hạ nhâm quân tài\nKhai điểm chiếm chỉ định mỹ ai\nTý hợi hạ xuân đa lợi tức\nHà tu ưu lự xướng tâm hoài",
    "details": "Mình hay người dốt tùy ý nhờ\nMở cửa tiệm gặp quẻ nầy tốt\nTháng Tý, Hợi mùa hạ xuân lời xối xả\nSao lai lo tính làm chi."
  },
  {
    "id": "286",
    "name": "SƯ (Địa Thủy)",
    "description": "Chiếm vấn cầu tài thị xướng tâm",
    "meaning": "Chiếm vấn cầu tài thị xướng tâm\nĐông tây lộ đạo chánh tương ứng\nTuy nhiên phí khước tâm cơ lục\nLợi ích chung tu đắc vạn kim",
    "details": "Quẻ nầy cầu tài tốt lắm\nĐi ngay hướng đông, tây thì đúng lắm\nDẫu cho hao tiền tốn sức một lúc\nLời cả muôn khi rốt cuộc."
  },
  {
    "id": "287",
    "name": "KHIÊM (Địa Sơn)",
    "description": "Phóng trướng ưng yến hồm tiền",
    "meaning": "Phóng trướng ưng yến hồm tiền\nLưỡng tình huynh đệ hữu tắng hềm\nTử tôn tuy thị lai lâm thể\nChỉ khủng tương lai vị tất nhiên.",
    "details": "Cho vay mới tính tiền chưa đưa đã sợ rồi\nHai hào huynh đệ đóng hào trùng nên ganh ghét\nDẫu hào tử tôn đóng hào thế tử tế mấy\nChỉnh e sau không đúng theo lời hứa."
  },
  {
    "id": "288",
    "name": "KHÔN",
    "description": "Phạn mãi lục súc mã trư dương",
    "meaning": "Phạn mãi lục súc mã trư dương\nThời vận lai thì bá sự xương\nThã đãi bắc phương tài thạnh vượng\nĐông tây nam thượng vị vi cường",
    "details": "Muốn mua bán lục súc ngựa trâu dê\nThời vận gặp rồi trăm việc tốt\nĐi hướng bắc mua bán tốt\nChừa đông tây nam đừng tới."
  },
  {
    "id": "311",
    "name": "CÀN",
    "description": "Giải nhơn chiếm thử bá vô minh",
    "meaning": "Giải nhơn chiếm thử bá vô minh\nQuan quỉ văn thơ lưỡng tự minh\nĐương đạo quới nhơn ưng hữu trợ\nTiên tu lao lực hậu an ninh.",
    "details": "Giải người chiếm quẻ nầy không sợ gì\nQuan quỉ văn thơ hai hào tỏ rạng\nĐi đương có quới nhơn giúp đỡ\nTrước cực nhọc sau yên vui."
  },
  {
    "id": "312",
    "name": "LÝ (Trạch Thiên)",
    "description": "Tử tôn vị thế quái vị kiết",
    "meaning": "Tử tôn vị thế quái vị kiết\nHiệp lõa chiếm chỉ đa ích lợi\nĐồng tâm hướng bạn tác sanh nhai\nHữu thủy hữu chung vô tổn thất.",
    "details": "Hào tử tôn trì thế quẻ nầy tốt\nHùn hạp làm ăn nhiều việc ích lợi\nĐồng lòng hiệp bạn làm kế sinh nhai\nTrước sau có nhau không xích mích."
  },
  {
    "id": "313",
    "name": "ĐỒNG NHÂN (Thiên Hỏa)",
    "description": "Quỉ hào trì thế tặc nhơn cường",
    "meaning": "Quỉ hào trì thế tặc nhơn cường\nThế vật tây nam khống tự mạng\nTầm mịch khuyến quân tu cấp thực\nQuan phí tiền tài việc nan phòng",
    "details": "Hào quan quỉ trì thế, đám trộm cướp này cứng cỏi\nMất vất về hướng tây nam lo lắng uổng công\nĐừng gấp rút và dỉ hơi tầm kiếm\nHao tốn tiền của ra như nước."
  },
  {
    "id": "314",
    "name": "VÔ VỌNG (Thiên Lôi)",
    "description": "Thiên vô vọng, vấn hành nhơn",
    "meaning": "Thiên vô vọng, vấn hành nhơn\nTài ứng sơ hào chủ đáo lâm\nGiao, tý, tị hợi tức khả vọng\nDự kỳ thìn, tý hữu gia âm",
    "details": "Quẻ thiên lôi vô vọng, hỏi người đi đường\nHào tài ở tại hào sơ người đi đường\nNgày tý, tị, hợi mới có hy vọng\nNhư không về thì thìn, tý có tin nhắn."
  },
  {
    "id": "315",
    "name": "CẤU (Thiên Phong)",
    "description": "Thủ nghệ cầu tài quái bất nghi",
    "meaning": "Thủ nghệ cầu tài quái bất nghi\nỨng phùng quan quỉ, hữu ưu nghi\nGiao thu phương hứa toại tầm nguyện\nTam quí vô tài yếu kiển cơ",
    "details": "Thợ thầy cầu tài quẻ không tốt\nHào ứng gặp quan quỉ có việc lo sợ\nQua mùa thu muốn làm gì mới được\nBa tháng đông nầy không tài, phải cẩn thận."
  },
  {
    "id": "316",
    "name": "TỤNG (Thiên Thủy)",
    "description": "Gia trạch bình yên bất sự nghi",
    "meaning": "Gia trạch bình yên bất sự nghi\nQuới nhơn đắc lực hữu phô tri\nTuy nhiên hữu khẩu đa tai hối\nTài lộc phong vinh bá sự y.",
    "details": "Gia đạo bình yên không gì lạ\nCó quới nhơn người giúp đỡ\nDẫu con cháu có đau ốm chút đỉnh không sao\nTài một lộc hai cái nào cũng tốt."
  },
  {
    "id": "317",
    "name": "ĐỘN (Thiên Sơn)",
    "description": "Quỉ thần trì thế ứng phùng xung",
    "meaning": "Quỉ thần trì thế ứng phùng xung\nTựu tán vô thường sự bất đồng\nQuân vấn niên thọ ưng đương hứa\nPhước thọ tề mi lão lịnh công",
    "details": "Hào quỉ thần (ông bà), (thần thánh) nhưng người không tốt (không hại)\nBà con, con cháu khi đến đông, khi về hết\nÔng hỏi tuổi tác mạnh khỏe, đoán tốt lắm\nHào phước thọ tốt, sống lâu như bành tổ"
  },
  {
    "id": "318",
    "name": "BỈ (Thiên Địa)",
    "description": "Gia nhơn tẩu thoát định tu tầm",
    "meaning": "Gia nhơn tẩu thoát định tu tầm\nTự hữu lân nhơn báo tin âm\nHợi, Mẹo, Mùi lâm phương hữu sát\nMục tiền bất kiếm mạc sanh sân",
    "details": "Tôi tớ trốn ông đi kiếm phải không\nCó hàng xóm cho ông hay rồi\nNgày giờ hay tháng hợi, mẹo, mùi trổ mối\nTrước mắt không kiếm được đừng nóng giận."
  },
  {
    "id": "321",
    "name": "QUYẾT (Trạch Thiên)",
    "description": "Đổ tiền vị tất toại quân tâm",
    "meaning": "Đổ tiền vị tất toại quân tâm\nĐịnh phi tâm cơ bất thuận tình\nNội ngoại lưỡng hào vô ích lợi\nCách phòng thất thoát mạc hồ hành",
    "details": "Cuộc chơi này không vừa ý ông\nLo tính sắp đặt uổng công không theo ý muốn\nBề trong bề ngoài hai phe không ích lợi gì\nPhải ngừa thất bại đừng làm càng."
  },
  {
    "id": "322",
    "name": "ĐOÀI",
    "description": "Phạn mãi lục súc vấn tài nguyên",
    "meaning": "Phạn mãi lục súc vấn tài nguyên\nThế ứng phùng xung sự bất nhiên\nTuy kiến dục thành hườn cách trở\nMãi thành chi hậu bất chân toàn",
    "details": "Mua bán lục súc hỏi có lời không\nHào thế ứng gặp xung sự không lành\nTuy thấy việc thành cũng trục trặc\nBán hết rồi tiền bạc cũng không đủ."
  },
  {
    "id": "323",
    "name": "CÁCH (Trạch Hỏa)",
    "description": "Quái chiếm khai điếm hứa quân khai",
    "meaning": "Quái chiếm khai điếm hứa quân khai\nPhước đức tỉnh lâm quản tấn tài\nBổn thiển lợi đa giao việc hảo\nQuới nhơn lộc mai tư thiên lai",
    "details": "Quẻ coi mở cửa tiệm hứa chắc được\nSao phước, đức hiện vô quẻ tài lợi vô nhiều\nVốn ít lời nhiều buôn bán khá\nQuới nhơn ủng hộ tài lợi xung túc như trời cho"
  },
  {
    "id": "324",
    "name": "TÙY (Trạch Lôi)",
    "description": "Phóng trướng ưng tri sự hữu khuy",
    "meaning": "Phóng trướng ưng tri sự hữu khuy\nBất như bất phóng đắc tiện nghi\nỨng cao thế hạ nhơn cường ngã\nPhàm sự tam tư yếu kiến cơ",
    "details": "Cho vay hay bán chịu việc nầy có hại\nChi bằng việc nầy đừng làm khá hơn\nNgười quyền thế, mình yếu hèn, bị áp bức\nViệc gì phải trù nghĩ cẩn thận mới được."
  },
  {
    "id": "325",
    "name": "ĐẠI HÓA (Trạch Phong)",
    "description": "Thế cao ứng hạ tối vì cường",
    "meaning": "Thế cao ứng hạ tối vì cường\nPhong thủy chiếm chi đại kiết xương\nTả hữu hồ long giai ủng hộ\nMinh đường cao lảng ánh văn chương",
    "details": "Hào thế cao, ứng thấp mình rất mạnh\nCoi mồ mã gặp quẻ nầy tốt\nHai bên có đường đi, có sông kinh mương tốt lắm\nTrước mặt cao rộng coi cuộc sáng tốt."
  },
  {
    "id": "326",
    "name": "KHỔN (Trạch Thủy)",
    "description": "Tài hào thượng quái tối vi nghi",
    "meaning": "Tài hào thượng quái tối vi nghi\nDục tá tiền tài bất tất nghi\nNhược tại thu đông đa bất kiết\nNhư phùng xuân, hạ lợi tương y.",
    "details": "Hào tài hiện quẻ tốt quá\nHỏi mượn tiền bạc cứ hỏi đừng sợ\nNhư gặp mùa thu, đông thời không tốt\nGặp xuân hạ tốt lắm cho liền."
  },
  {
    "id": "327",
    "name": "HÀM (Trạch Sơn)",
    "description": "Quân chiếm thử quái ứng cầu tài",
    "meaning": "Quân chiếm thử quái ứng cầu tài\nThu, hạ lai lâm bất dụng sai\nNhược thị cửu lưu tinh nghệ thuật\nHứa quân tài vật lưỡng tương lai",
    "details": "Nhà ngươi có quẻ cầu tài\nMùa thu, mùa hạ làm ăn không ra gì\nNếu bằng nghề làm thầy hay làm thợ\nGặp quẻ nầy được hết"
  },
  {
    "id": "328",
    "name": "TÙY (Trạch Địa)",
    "description": "Quì hào trì thế yếu thương lương",
    "meaning": "Quì hào trì thế yếu thương lương\nQuân vẫn hồi hương khả đích đương\nThu, đông cẩn thủ mạc vận động\nXuân mạc, Hạ lai bảo an ninh.",
    "details": "Hào quan quỉ trì thế tính gì cũng đều đặng hết\nNhà ngươi hỏi về quê nhà được lắm\nMùa thu, đông phải dè dặt đừng đi đâu\nHết xuân hết hạ thì bình an"
  },
  {
    "id": "331",
    "name": "ĐẠI HỮU (Hỏa Thiên)",
    "description": "Thị phi khẩu thiệt tốn nan đương",
    "meaning": "Thị phi khẩu thiệt tốn nan đương\nQuan tụng hư kinh hữu nhứt trường\nThế khắc ứng hào tu khả thắng\nHườn tu cẩn ký miễn hình thương",
    "details": "Tiếng thị phi rầy ra khó quá\nViệc nầy đến quan kinh hãi một lúc\nMình khắc người mình được kiện\nPhải dè dặt cẩn thận để khỏi lao tù."
  },
  {
    "id": "332",
    "name": "KHUÊ (Hỏa Trạch)",
    "description": "Tảo niên sanh tử hữu hình thương",
    "meaning": "Tảo niên sanh tử hữu hình thương\nMục hạ tu trì đương lộng chương\nQuái kiến lưỡng xung chung hữu hạp\nKỳ huê vãng cảnh thổ thu hương",
    "details": "Cầu con tuổi còn trẻ có việc như thường\nĐương thời ở nhà có đứa con trai\nTrong quẻ 2 hào sung, 1 hào hạp (đẻ 3 nuôi 1)\nBông quí đến cảnh muộn có mùi hương (con muộn tốt)"
  },
  {
    "id": "333",
    "name": "LY",
    "description": "Thế ứng tương sanh vô ngận ngại",
    "meaning": "Thế ứng tương sanh vô ngận ngại\nXuất hành chiếm thử chủ bình yên\nXuân kỳ lương kỵ bàn nhơn toàn\nThu mạc đông sơ ngộ quới duyên",
    "details": "Hào thế và ứng tương sanh không ngại gì\nXuất hành gặp quẻ nầy được bình yên\nMùa xuân bị lối xóm tính hơn mình (giành giựt)\nCuối thu đầu mùa đông gặp mối hàng tốt."
  },
  {
    "id": "334",
    "name": "PHỆ HẠP (Hỏa Lôi)",
    "description": "Mộng mị chỉ giang tác quỉ mê",
    "meaning": "Mộng mị chỉ giang tác quỉ mê\nHứa đa tâm sự lụy tâm cơ\nBằng không tư kỷ tinh thần vượng\nTrực đáo xuân lai bá sự nghi",
    "details": "Nằm chiêm bao thấy nhiều việc sợ lắm\nTại mình tính nhiều việc nên lụy nhiều\nBằng không nhờ ông bà phước mạng lớn mới khỏi\nQua đến mùa xuân làm gì mới được."
  },
  {
    "id": "335",
    "name": "ĐỈNH (Hỏa Phong)",
    "description": "Nhập ngao cầu hôn sự khả vi",
    "meaning": "Nhập ngao cầu hôn sự khả vi\nPhu thê ngư thủy lương tương y\nNgoại gia đắc thử thừa luông tuổ\nCử án tuề mi phước lộc toàn",
    "details": "Cưới vợ ở theo quê vợ được\nVợ chồng như cá với nước 2 bên nương nhau\nĐàng gái gặp quẻ nầy được rể hiền\nĐàng trai gặp con dâu hiếu thảo."
  },
  {
    "id": "336",
    "name": "VỊ TẾ (Hỏa Thủy)",
    "description": "Trùng trùng tiếng bạc hảo môn trường",
    "meaning": "Trùng trùng tiếng bạc hảo môn trường\nTầm quán chiếm chỉ đắc kiến xương\nThế ứng lưỡng hào giai tương hiệp\nCang tu tương tế hữu hà phong",
    "details": "Người ta chỉ phố tốt nhiều chỗ\nDạy học tự gặp quẻ nầy tốt\nHai bên người mình hùn hiệp tốt\nĐối đãi với người nhỏ nhẹ có sao đâu."
  },
  {
    "id": "337",
    "name": "LỮ (Hỏa Sơn)",
    "description": "Quái trung hứa nể bán thu thanh",
    "meaning": "Quái trung hứa nể bán thu thanh\nThỏa đắc văng xương lưỡng tự hưng\nThủy thiên hạn đa nghi túc đậu\nHoà niên tất đãi vãng thân thành",
    "details": "Quẻ nầy mùa thu được nửa mất nửa\nNhờ thời vận ông năm nay tốt\nMưa ít nắng nhiều đậu bắp tốt\nMạ mộng lúa thóc sau muộn mới khá."
  },
  {
    "id": "338",
    "name": "TẤN (Hỏa Địa)",
    "description": "Quân nhơn thủ ngư vấn bốc linh",
    "meaning": "Quân nhơn thủ ngư vấn bốc linh\nThủy nội kinh vinh hữu tài nguyên\nCầu mưu thuận lợi hướn đông phương\nQuản giao tằng tằng bất thoát không.",
    "details": "Ông coi về giang thủy lợi tốt xấu\nMuốn làm ăn dưới nước có tài lợi\nTính toán hướng đông có tài lợi\nChừa hướng đông ra, hướng nào cũng tay không."
  },
  {
    "id": "341",
    "name": "ĐẠI TRÁNG (Lôi Thiên)",
    "description": "Thứ thiếp hân phùng thử quái hào",
    "meaning": "Thứ thiếp hân phùng thử quái hào\nThê tài lâm thế tối vì cao\nPhu chi phụ lan hiệp mộng kiết\nChưng tư viễn khánh thỏa vinh hoa",
    "details": "Cưới vợ sau mừng quẻ tốt\nHào thê tài hiện vô hào thế thì tốt lắm\nVợ chồng như cỏ chỉ, cỏ lan tốt\nSanh con đẻ cháu được giàu sang."
  },
  {
    "id": "342",
    "name": "QUI MUỘI (Lôi Trạch)",
    "description": "Quân chiếm nạp giám khủng vô thành",
    "meaning": "Quân chiếm nạp giám khủng vô thành\nTử động trùng trùng uổng phí tâm\nCánh kỵ văn thơ khán trùng phục\nTam tư cẩn thận đắc an ninh",
    "details": "Xin sở làm về nghề văn e không thành\nHào tử tôn động trùng trùng lo tính uổng công\nLại bị đơn từ chất cả đống (người xin nhiều)\nPhải tính cẩn thận việc mới yên."
  },
  {
    "id": "343",
    "name": "PHONG (Lôi Hỏa)",
    "description": "Khảm quái chi trung khả viên dung",
    "meaning": "Khảm quái chi trung khả viên dung\nQuân vấn hòa sự khả năng thông\nChuyết phục phiến ngôn lợi cửu ngoạt\nChấp trung công đạo lưỡng vô dụng",
    "details": "Trong quẻ khảm nầy có việc tròn\nNgươi muốn hỏi sự giải hòa được\nNửa câu nói làm cho hết kiện thưa ( lợi tháng 9)\nNói cho ngay thẳng đừng vị phe nào."
  },
  {
    "id": "344",
    "name": "CHẤN",
    "description": "Lục hào lâm quái chiếm dựng dục",
    "meaning": "Lục hào lâm quái chiếm dựng dục\nTài quỉ trùng trùng hữu hư kinh\nThập ngoạt vì vang dần ngọ lợi\nGiã tu tác phước bảo an khương",
    "details": "Muốn coi về chửa nghén sanh đẻ\nHào tài hào quỉ rần rần có việc hư kinh\nTrong 10 tháng dần, ngọ hoặc ngày dần, ngọ lợi\nCòn mấy tháng kia phải làm lành mới khỏi."
  },
  {
    "id": "345",
    "name": "HẰNG (Lôi Phong)",
    "description": "Tài hào thượng quái bất vi kỳ",
    "meaning": "Tài hào thượng quái bất vi kỳ\nGiao việc chiếm chỉ thị khả y\nXuân hạ chỉ gian đại kiến lợi\nThu đông tổng yếu bất di nghi.",
    "details": "Hào tài hiện lên quẻ hay lắm\nMua bán hàng dạo quẻ nầy tốt\nMùa xuân, mùa hạ lợi nhiều\nMùa thu, mùa đông vừa vừa không mấy tốt."
  },
  {
    "id": "346",
    "name": "GIẢI (Lôi Thủy)",
    "description": "Văn thơ bất kiến tín nan thông",
    "meaning": "Văn thơ bất kiến tín nan thông\nQuân vấn tầm nhơn thế ứng không\nNhơn tại đông, nam đắc bảo noản\nTrì trì phương hứa hữu tương phùng.",
    "details": "Hào văn thơ không thấy tin tức khó thông\nÔng hỏi tầm người không thấy ai hết\nNgười ở phía đông, nam đặng ấm no\nChậm chậm rồi đây sẽ gặp nhau."
  },
  {
    "id": "347",
    "name": "TIỂU QUÁ (Lôi Sơn)",
    "description": "Thăng thiên chỉ quái tối vi cao",
    "meaning": "Thăng thiên chỉ quái tối vi cao\nQuan quỉ văn thơ lưỡng kiến giao\nSửu, mùi, thìn, tuất lai hảo tín\nPhương danh sang trước tại thanh tàn",
    "details": "Lên chức gặp quẻ nầy tốt quá\nHào quan quỉ, văn thơ gặp nhau\nSửu, mùi, thìn, tuất đến tin tốt\nTên tuổi đem vô quyển sổ vàng."
  },
  {
    "id": "348",
    "name": "DỰ (Lôi Địa)",
    "description": "Cầu hôn chiếm thử bất di nghi",
    "meaning": "Cầu hôn chiếm thử bất di nghi\nTài lộc phùng xung sự bất tề\nDu khủng mai nhơn bất đắc lực\nHựu liên bàn nhơn ban thị phi",
    "details": "Cưới gả gặp quẻ này không tốt\nHào tài lộc gặp xung việc không thành\nTại mai nhơn không được tin cậy\nTại lối xóm nói ra, nói vô."
  },
  {
    "id": "351",
    "name": "TIỂU SÚC (Phong Thiên)",
    "description": "Lục hào yên tịnh tinh thần vượng",
    "meaning": "Lục hào yên tịnh tinh thần vượng\nThảo bộc thiên dinh sự đích đương\nBất đắc đa nghi tu tác tốc\nTrì trì hữu khủng thượng trì trì.",
    "details": "Sáu hào yên lặng tinh thần tốt\nMướn bạn thâu người việc rõ ràng\nĐừng đa nghi nên tính mau lẹ\nNếu chần chờ thì bê trễ nữa."
  },
  {
    "id": "352",
    "name": "TRUNG PHÙ (Phong Trạch)",
    "description": "Tài hào lâm ứng phá văn thơ",
    "meaning": "Tài hào lâm ứng phá văn thơ\nQuan quỉ hữu thị vì nghi\nKiêm tế vị năng quyên nạp lại\nLai xuân phương hứa toại tâm cơ",
    "details": "Hào tài hiện người ta phá hào văn thơ\nHào quan quỉ lại trái ngược chưa có việc tốt\nNăm nay xin chỗ làm về phía võ không được\nSang năm đến mùa xuân mới được"
  },
  {
    "id": "353",
    "name": "GIA NHÂN (Phong Hỏa)",
    "description": "Cáo trạng chiếm chi uổng lao tâm",
    "meaning": "Cáo trạng chiếm chi uổng lao tâm\nDục cáo tu tri bất thuận tình\nTài phá văn thơ, quan quỉ phục\nBất như hưu tức miễn tai tinh",
    "details": "Vô đơn gặp quẻ này uổng công\nMuốn kiện phải biết rõ đầu đuôi\nHào tài phá văn thơ, quan quỉ phụ\nChi bằng thôi nghỉ, bỏ đi tai hại"
  },
  {
    "id": "354",
    "name": "ÍCH (Phong Lôi)",
    "description": "Cầu quan tối kỵ đệ huynh hưng",
    "meaning": "Cầu quan tối kỵ đệ huynh hưng\nMục hạ ưng tri vị xứng tâm\nTài phá văn thơ, quan quỉ phục\nViệc giao đông quí thủy lâm vân",
    "details": "Cầu quan rất kỳ hào đệ huynh động\nĐương thời chưa có gì vừa bụng\nBị lo tiền nên giấy tờ ém\nCuối mùa đông mới được nước mây."
  },
  {
    "id": "355",
    "name": "TỐN",
    "description": "Thế cao ứng hạ hỉ vinh vinh",
    "meaning": "Thế cao ứng hạ hỉ vinh vinh\nDục tấn nha môn tất xứng tâm\nDục tốn sanh tài trùng thử trưởng\nNa thời đắc tế hỉ gia đình",
    "details": "Mình cao người thấp việc mừng tràn trề\nMuốn đến nha môn, xin đi lính được\nMuốn làm giàu mau lúc này được rồi\nTừ đây sắp tới bà con niềm nở"
  },
  {
    "id": "356",
    "name": "HOÁN (Phong Thủy)",
    "description": "Đệ huynh trì thế hữu văn thơ",
    "meaning": "Đệ huynh trì thế hữu văn thơ\nGia tín trùng trùng hỉ kiến chỉ\nHợi, tý, mùi giao gia tín chí\nBất tư sầu muộn tỉnh kinh nghi",
    "details": "Hào đệ huynh trì thế lại có hào văn thơ\nThơ tín gởi luôn về hoài\nHợi, tý, mùi tới đây có thơ lại nữa\nĐừng lo buồn nghi ngại gì hết."
  },
  {
    "id": "357",
    "name": "TIỆM (Phong Sơn)",
    "description": "Phước thần trì thế thủ điền trang",
    "meaning": "Phước thần trì thế thủ điền trang\nChiếm mãi điền viên đại kiết xương\nỨng vị phùng tài đa ích lợi\nHỉ phùng trung chứng hảo thương lượng",
    "details": "Hào phước thần ở thế ruộng vườn thạnh\nMua ruộng vườn tốt lắm\nHào ứng gặp hào tài nhiều lợi ích\nMừng gặp người ngay đem mối mua bán với mình."
  },
  {
    "id": "358",
    "name": "QUAN (Phong Địa)",
    "description": "Văn thơ quan quỉ lưỡng phân minh",
    "meaning": "Văn thơ quan quỉ lưỡng phân minh\nTrí hoá lai tri tất xứng tâm\nXuất nhập tài nguyên tam ngũ bội\nLộ hành bình đẳng bất thọ kinh",
    "details": "Hào văn thơ quan quỉ tỏ rạng\nDự trữ hàng hóa chiếm quẻ nầy vừa bụng\nRa vô một vốn năm ba lời\nĐi đường bình yên không lo sợ"
  },
  {
    "id": "361",
    "name": "NHU (Thủy Thiên)",
    "description": "Thiên qua nhi lang hà nhựt cường",
    "meaning": "Thiên qua nhi lang hà nhựt cường\nTử tôn trì thế đô vô phòng\nYếu phùng thân, dậu ách hứa thối\nNhứt phước tiến phương tiên kiết xương",
    "details": "Con cháu đau trái giống chừng nào mạnh\nHào tử tôn trì thế có sao đâu\nNếu gặp thân, dậu thì bịnh bớt\nUống được thuốc mạnh như thường."
  },
  {
    "id": "362",
    "name": "TIẾT (Thủy Trạch)",
    "description": "Quân vẫn mưu sự đa tác nan",
    "meaning": "Quân vẫn mưu sự đa tác nan\nNghĩa khí tương đầu phương khả tham\nHạ, thu nhi quí hưu đề khởi\nTrực đáo đông xuân phương khả toàn",
    "details": "Người hỏi việc đó khó lắm\nGặp anh em cho thích mới tính được\nCuối hạ, cuối thu đừng đem việc đó ra nói\nĐến đông, xuân việc mới hoàn toàn."
  },
  {
    "id": "363",
    "name": "KÝ TẾ (Thủy Hỏa)",
    "description": "Tật bịnh triền miên phụ mẫu thân",
    "meaning": "Tật bịnh triền miên phụ mẫu thân\nQuỉ hào sanh ứng hỉ tinh thần\nCanh tân mậu kỷ tai tinh thối\nTác phước thần kỳ bảo an ninh",
    "details": "Cha mẹ đau ốm dây dưa hoài\nHào quỉ sanh hào ứng có tinh thần\nNgày canh tân mầu kỷ bịnh mới bớt\nPhải cúng kiến vái van bịnh mới mạnh"
  },
  {
    "id": "364",
    "name": "TRUÂN (Thủy Lôi)",
    "description": "Thử quái phân gia hữu thị phi",
    "meaning": "Thử quái phân gia hữu thị phi\nKhởi tri thủ cựu đắc tiện nghi\nƯng cao thế hạ đa phiền não\nTạ kỷ nhẫn nại miền bỉ khi",
    "details": "Quẻ chia gia tài có việc rầy rà\nHồi đó sao giờ để vậy tốt\nNgười có bề thế, mình nghèo làm ra thêm buồn\nTự mình nhịn nhục khỏi bị khi."
  },
  {
    "id": "365",
    "name": "TỈNH (Thủy Phong)",
    "description": "Quân chiếm tật bịnh hữu hà phòng",
    "meaning": "Quân chiếm tật bịnh hữu hà phòng\nKhinh trọng tinh thần tự kiến thương\nTác phước kỳ thần tam xác thối\nCanh thìn phương hứa kiến an khương",
    "details": "Nhà ngươi coi đau ốm, không sao đâu\nBị người ta quở chấp, cúng vái đi\nCúng bái rồi bịnh sẽ lành mạnh\nTừ canh thìn sắp tới mới mạnh."
  },
  {
    "id": "366",
    "name": "KHẢM",
    "description": "Quân lai vấn hội quái vô phòng",
    "meaning": "Quân lai vấn hội quái vô phòng\nSự di tương đầu bất tu mang\nTái kỵ thổ sát lai khắc động\nDần, Thân, Tị, Hợi bá sự xương",
    "details": "Ngươi đến hỏi nhóm việc quẻ không sao\nViệc chưa ra mối gì đừng lo\nKỵ vì sao thổ sát, khắc động\nDần, thân, tỵ, hợi trăm việc đều tốt."
  },
  {
    "id": "367",
    "name": "KIỂN (Thủy Sơn)",
    "description": "Quái vấn di cư sự khả vi",
    "meaning": "Quái vấn di cư sự khả vi\nỨng hào sanh thế phước thần tề\nMục hạ xâm ngôn hưu yếu thính\nDi cư chỉ hậu hữu y qui",
    "details": "Quẻ hỏi dời chỗ ở, việc làm được\nHào ứng sanh thế phước thần giúp\nĐương thời có người nói ra vô, dèm xiển đừng nghe\nNgày dời chỗ có chỗ nương cậy về sau."
  },
  {
    "id": "368",
    "name": "TỶ (Thủy Địa)",
    "description": "Thử quái đa hung bất thuận nghi",
    "meaning": "Thử quái đa hung bất thuận nghi\nTu trị mãi ốc hữu sai trì\nAn tâm thủ cựu hựu khinh cử\nHồ vì thiết mạt nhá thị phi",
    "details": "Quẻ nầy xấu nhiều tốt ít\nTình mua nhà có sai chạy chút\nYên lòng giữ nề nếp cũ đừng vội tính\nXin đừng làm rộn mà sanh chuyện rầy rà."
  },
  {
    "id": "371",
    "name": "ĐẠI SÚC (Sơn Thiên)",
    "description": "Tài hào vị thế phá văn chương",
    "meaning": "Tài hào vị thế phá văn chương\nQuan quỉ hưu sầu tổng bất như\nKhoa cử chiếm chi tuy vì ổn\nVinh mưu đoán hứa bộ vân thê",
    "details": "Hào tài trì thế phá văn chương\nHào quan quỉ buồn bực lắm, không ra gì\nThi cử gặp quẻ nấy không được\nPhải tính toán, lo lót gì mới được."
  },
  {
    "id": "372",
    "name": "TỔN (Sơn Trạch)",
    "description": "Độc thơ hựu hứa âm lâm thân",
    "meaning": "Độc thơ hựu hứa âm lâm thân\nẤn thọ tương sanh đắc xứng tâm\nTuyển nhập cần cung mang tác vưởng\nNiên phùng thủy hỏa đắc dương danh",
    "details": "Học hành nhờ đường công danh\nĐặng tước lộc tương sanh nên vừa lòng\nChọn lựa tên tuổi vô bản đậu\nGặp năm thủy, năm hỏa mới rạng danh."
  },
  {
    "id": "373",
    "name": "BÍ (Sơn Hỏa)",
    "description": "Tài vật thượng quái tối vi kỳ",
    "meaning": "Tài vật thượng quái tối vi kỳ\nDục khứ thủ thảo bất tất nghi\nTức tại mục hạ tu tác tốc\nTrì trì hựu khủng bất đắc tề",
    "details": "Tiền của hiện vô quẻ rất lấy làm lạ\nMuốn tới đòi hỏi chưa chắc được\nĐi gấp gấp đòi bây giờ có\nNếu trì hưỡn lại đòi không được."
  },
  {
    "id": "374",
    "name": "DI (Sơn Lôi)",
    "description": "Vinh khổ đắc thất giai do mạng",
    "meaning": "Vinh khổ đắc thất giai do mạng\nThọ yểu tùng thông tống đại thiên\nDục bốc ngũ hành tiền tức sự\nVãng niên mạng vận thắng trung niên",
    "details": "Sang hèn đặng mất là tại mạng vận\nSống lâu chết yểu bởi tại trời\nMuốn bói coi ngày sanh tháng đẻ vận mạng ra sao\nLúc trở về già tốt hơn thời trai tráng."
  },
  {
    "id": "375",
    "name": "CỔ (Sơn Phong)",
    "description": "Y dược vô duyên tha mang y",
    "meaning": "Y dược vô duyên tha mang y\nQuỉ lâm thế vị hữu đào khê\nYêm yêm tật bệnh trì trì đủ\nHữu vấn thần dược bất phò trì",
    "details": "Tại không có duyên uống thuốc, đừng khi thầy\nHào quỉ lâm hào thế nên sảy ra trục trặc\nĐau ốm dây dưa trầm trầm, chậm mạnh\nĐừng nói ông tổ thuốc không phò hộ."
  },
  {
    "id": "376",
    "name": "MÔNG (Sơn Thủy)",
    "description": "Học hành sĩ nghiệp vĩ thảng đường",
    "meaning": "Học hành sĩ nghiệp vĩ thảng đường\nTuyển nhập đầu cung tánh thị hương\nTiển thi công đình cầu tiến bản\nVăn chương đoan đích xọa tình quan",
    "details": "Đã thi vô trường lớn rồi\nTên tuổi đã đem vô số đậu rồi\nĐơn, giấy tờ đã được chấp thuận\nKhông biết ngày nào có giấy đòi."
  },
  {
    "id": "377",
    "name": "CẤN",
    "description": "Vấn bốc thiên tình nan hứa tình",
    "meaning": "Vấn bốc thiên tình nan hứa tình\nCanh tân mẹo ngọ cánh khuynh bồn\nCửu tình vẫn vũ nan cầu vũ\nCửu vũ vấn tình vi tất tình",
    "details": "Hỏi trời tạnh khó nói là tạnh\nNgày canh, tân, mẹo ngọ như cầm tĩn đổ\nTạnh lâu hỏi mưa khó kiếm mưa\nMưa lâu hỏi tạnh chưa ắt tạnh."
  },
  {
    "id": "378",
    "name": "BÁC (Sơn Địa)",
    "description": "Chiêu tế chiếm chi sự tối giai",
    "meaning": "Chiêu tế chiếm chi sự tối giai\nThê tài tử lộc thiệt tham khoa\nTương lai đắc thủ thành gia kế\nSố bộc vi lai định bất sai",
    "details": "Bắt rẻ gặp quẻ nầy tốt lắm\nHào thê tài, tử lộc thiệt đáng khen\nNgày sau được nên nhà cửa\nQuẻ này coi việc chưa tới không bao giờ sai"
  },
  {
    "id": "381",
    "name": "THÁI (Địa Thiên)",
    "description": "Quái chiêm tố biện yếu văn thơ",
    "meaning": "Quái chiêm tố biện yếu văn thơ\nDanh lợi chiếm chi bá sự nghi\nTả hữu quới nhơn đề bạc khứ\nĐương quan tố biện tiểu hi hi",
    "details": "Quẻ chiếm hầu kiện lý đoán đó đúng\nVề đường công danh cũng được tốt\nNhờ có quới nhơn người chỉ bảo\nTrước mặt quan mình trả lời quan vui vẻ."
  },
  {
    "id": "382",
    "name": "LÂM (Địa Trạch)",
    "description": "Quỉ hào trì thế dị vì lương",
    "meaning": "Quỉ hào trì thế dị vì lương\nTổn thất xuân tâm bất đại cường\nHanh ngộ tử tôn lai khắc quỉ\nBình bình lợi ích giả bình thường",
    "details": "Hào quỉ trì thế chưa nên làm\nTằm tơ lỗ lã chẳng đến đỗi hại to\nMay gặp hào tử tôn khắc hào quan quỉ\nSự lợi kiếm lại đặng vừa vừa."
  },
  {
    "id": "383",
    "name": "MINH DI (Địa Hỏa)",
    "description": "Thâu giải tiền lương ngộ quới nhơn",
    "meaning": "Thâu giải tiền lương ngộ quới nhơn\nTử tôn lâm ấn hỉ vinh vinh\nTrung đồ kinh khủng tuy nhiên hữu\nLộc mã phò trì bảo thái bình",
    "details": "Thâu góp đem đong gặp người tốt\nHào tử tôn hiện vô hào ấn, vui mừng đầy đủ\nNhưng có việc kinh khủng dọc đường\nNhờ sao lộc mã ủng hộ được bình yên"
  },
  {
    "id": "384",
    "name": "PHỤC (Địa Lôi)",
    "description": "Chiếm quái sanh ý sự bất thành",
    "meaning": "Chiếm quái sanh ý sự bất thành\nTam phiền tứ phúc uống tinh thần\nTrực đãi tham thu đông nhựt đáo\nTùy tâm phương hứa tất nhiên thành",
    "details": "Mua bán quẻ nầy chẳng thành\nBa nghiên hốn úp mệt nhọc uổng công\nChờ hết mùa thu qua đông\nChừng đó bụng tính sao được vậy."
  },
  {
    "id": "385",
    "name": "THĂNG (Địa Phong)",
    "description": "Chiếm lãnh văn thơ hứa tiện hữu",
    "meaning": "Chiếm lãnh văn thơ hứa tiện hữu\nNhựt kỳ ứng tại hợi, tý, sửu\nQuới nhơn đắc lực hỉ tương sanh\nQuản thủ văn thơ lai đáo thủ.",
    "details": "Quẻ chiếm lãnh giấy tờ chắc được\nTới ngày hợi, tý, sửu thì có\nCó quới nhơn giúp sức sự vui mừng đó\nNên giấy tờ hầu phê tới ngày đó giao tới tay mình"
  },
  {
    "id": "386",
    "name": "SƯ (Địa Thủy)",
    "description": "Thế khắc ứng hào chư sự nan",
    "meaning": "Thế khắc ứng hào chư sự nan\nQuân chiếm kiến quới khổ tâm phiền\nTất giao hợi, mẹo, phương huề hiệp\nNgộ thử phương tri phóng tự mang",
    "details": "Hào thế khắc hào ứng việc gì cũng khó\nNgươi muốn ra mắt quan lớn rất khổ tâm\nQua tới hợi, mẹo việc mới hoà hiệp\nChừng gặp quan nói đủ điều, mới biết thuở giờ làm bậy."
  },
  {
    "id": "387",
    "name": "KHIÊM (Địa Sơn)",
    "description": "Quái chiếm thác hóa tối vi cao",
    "meaning": "Quái chiếm thác hóa tối vi cao\nQuới khách chỉ trì kiết lợi chiêu\nYếu thác ưng kỳ Hợi, Tý nhựt\nBá mưu giai toại vĩnh vô lao",
    "details": "Quẻ này sang xến hàng hóa rất hay\nKhách hàng gìn giữ đem lợi cho mình\nMuốn sang chờ đến ngày hợi, Tý\nTrăm việc gì cũng tính được hết"
  },
  {
    "id": "388",
    "name": "KHÔN",
    "description": "Quái tượng chiếm lai tối vị cao",
    "meaning": "Quái tượng chiếm lai tối vị cao\nKhởi tin phùng phùng chỉ lợi lục hào\nTuy thị nhãn tiền đa hao tán\nLâm môn tài hỉ hậu đa nhiên",
    "details": "Quẻ này chiếm được rất hay\nKhởi công gặp quẻ này lợi lắm\nTuy trước mắt hao tổn nhiều tiền\nTừ rày sắp tới tiền của vạch cửa chung vô."
  },
  {
    "id": "411",
    "name": "CÀN",
    "description": "Mãi ngưu, mãi mã tác canh thừa",
    "meaning": "Mãi ngưu, mãi mã tác canh thừa\nThử quái chiếm chi hứa toại tâm\nThế ứng lưỡng sanh tài chậm vượng\nTư ngưu ly mã sự mi thành",
    "details": "Mua trâu, mua ngựa đặng kéo cày\nChiếm được quẻ này ắt vừa lòng\nHào thế, ứng sanh, hào tài vượng\nTrâu hung, ngựa dữ mua cũng được."
  },
  {
    "id": "412",
    "name": "LÝ (Trạch Thiên)",
    "description": "Quân vẫn hồi hương hứa toại tình",
    "meaning": "Quân vẫn hồi hương hứa toại tình\nChỉ nhơn bạn lữ hữu hềm tăng\nXuất hữu quới nhơn đa trợ lực\nQuản giao ổn bộ đáo gia đình",
    "details": "Người hỏi về thăm nhà, hứa chắc được\nChỉ có anh em bạn không vừa lòng chút\nNhờ quới nhơn giúp sức đi được\nVề đến xứ sở, gia đình bình yên."
  },
  {
    "id": "413",
    "name": "ĐỒNG NHÂN (Thiên Hỏa)",
    "description": "Tổ tông phần mộ quỉ hào lâm",
    "meaning": "Tổ tông phần mộ quỉ hào lâm\nHữu thủy vô phong ý bất minh\nTư hữu tài tinh bất tàn tựu\nNhơn minh khả hứa tài bình bình",
    "details": "Mồ mả ông bà bị quỉ hào hiện\nCó nước không gió, nhiều việc không vừa ý\nDẫu có tiền của, vô cửa trước ra cửa sau\nNgười ta trong nhà vừa vừa, làm ăn đủ xài."
  },
  {
    "id": "414",
    "name": "VÔ VỌNG (Thiên Lôi)",
    "description": "Vô vọng cầu tài chung hữu vọng",
    "meaning": "Vô vọng cầu tài chung hữu vọng\nThế cao ứng hạ lưỡng trùng tài\nNhược phùng tam thất phập số nội\nTự nhiên phương hứa toại huân hoài.",
    "details": "Quẻ vô vọng cầu tài rốt cuộc có hy vọng\nHào thế cao ứng thấp, 2 hào tài trùng\nNếu gặp trong số 3,7, số 10\nTự nhiên tính gì được nấy."
  },
  {
    "id": "415",
    "name": "CẤU (Thiên Phong)",
    "description": "Cầu chiếm phóng trướng bất vi kỳ",
    "meaning": "Cầu chiếm phóng trướng bất vi kỳ\nTam tư tái tự bất khả vi\nNhược thị xuân gian hườn hữu lợi\nHạ, thu, đông quí hữu thị phi",
    "details": "Quẻ coi bán chịu, cho vay không có lạ gì\nTính tới lui gì chẳng nên làm\nNếu gặp mùa xuân có lợi chút\nĐến hạ, thu, đông có việc rầy rà."
  },
  {
    "id": "416",
    "name": "TỤNG (Thiên Thủy)",
    "description": "Bốc chỉ chiếm chỉ hảo đổ tiền",
    "meaning": "Bốc chỉ chiếm chỉ hảo đổ tiền\nỨng lai sanh thế bất tu sai\nĐông, tây định vị vô tất tiển\nThìn ngọ chỉ thời bạch thủ lợi.",
    "details": "Quẻ coi về cờ bạc đá gà\nHào ứng sanh hào thế tốt lắm\nLựa cho được hướng đông, hướng tây mà ngồi\nNếu ngồi thìn, ngọ về tay không."
  },
  {
    "id": "417",
    "name": "ĐỘN (Thiên Sơn)",
    "description": "Quan quỉ thê tài lưỡng kiến chi",
    "meaning": "Quan quỉ thê tài lưỡng kiến chi\nVấn nhơn tá thủ đắc tương nghi\nTam phân tài khí khả ưng hứa\nMục hạ tương cần sự khả như",
    "details": "Hào quan quỉ, thê tài đủ cặp\nKiếm người vay mượn có lẽ đặng\nViệc tiền bạc chắc chắn 3 phần chịu cho\nMuốn được việc gấp gấp bây giờ cũng được."
  },
  {
    "id": "418",
    "name": "BỈ (Thiên Địa)",
    "description": "Quân vấn khai điếm sự khả vi",
    "meaning": "Quân vấn khai điếm sự khả vi\nHào trung kinh dinh một thị phi\nTứ quí bất như xuân quí hảo\nToại tâm tài hỉ sự tương nghi",
    "details": "Ngươi hỏi khai tiệm việc này được\nCứ việc sắp đặt tới không việc gì đổ bể đâu\nBốn mùa chẳng bằng cuối mùa xuân tốt lắm\nTài hỉ vừa bụng việc gì cũng nên."
  },
  {
    "id": "421",
    "name": "QUYẾT (Trạch Thiên)",
    "description": "Quân vẫn xuân tầm ý nhược hà",
    "meaning": "Quân vẫn xuân tầm ý nhược hà\nQuỉ hào lâm vị tốn thương đa\nThành tâm kỳ đảo bình bình lợi\nThiết mạc tham đa tánh tổn hòa.",
    "details": "Nhà ngươi muốn hỏi về việc tằm tơ.\nHào quan quỉ thượng vô quẻ tốn hao nhiêu.\nVái van mới có lời chút đỉnh\nĐừng có tham nhiều mà trở lại lỗ."
  },
  {
    "id": "422",
    "name": "ĐOÀI",
    "description": "Thế ứng tài hòa tối vi kiết",
    "meaning": "Thế ứng tài hòa tối vi kiết\nKhởi tiệc chiếm chỉ đa ích lợi\nXuân thu nhị quí nhậm quân vi\nNhư phùng đông hạ bất như kiết",
    "details": "Hào thế ứng tài hòa lấy làm tốt\nKhởi công chiếm được quẻ này nhiều việc ích lợi\nCuối xuân cuối thu tính gì được nấy\nGặp mùa đông, mùa hạ chẳng nên làm"
  },
  {
    "id": "423",
    "name": "CÁCH (Trạch Hỏa)",
    "description": "Nhơn lai vấn bốc vi phê văn",
    "meaning": "Nhơn lai vấn bốc vi phê văn\nQuan quỉ trùng trùng tức nhựt lâm\nLưỡng xứ quới nhơn đa đắc lợi\nY nhiên toại ý tiếu nhan khai.",
    "details": "Người đến hỏi văn bằng hầu phê\nHào quan quỉ dồn dập không biết ngày nào giấy tờ lại\nCó hai vị ân nhân giúp đỡ\nTự nhiên vừa lòng, vuik cười hớn hở."
  },
  {
    "id": "424",
    "name": "TÙY (Trạch Lôi)",
    "description": "Quái chiếm thoát hóa thậm vi cao",
    "meaning": "Quái chiếm thoát hóa thậm vi cao\nQuan quỉ trùng trùng tiên kiến hào\nLưỡng quới nhơn lai trợ lực\nXuất môn giao việc lợi đa nhiêu",
    "details": "Quẻ này sang xến hàng hóa rất là may\nHào quân quỉ dồn dập hiện vô quẻ\nCó hai người tới giúp sức\nRa cửa mua bán lợi vô nhiều"
  },
  {
    "id": "425",
    "name": "ĐẠI HÓA (Trạch Phong)",
    "description": "Số chiếm sanh ý yếu kinh vinh",
    "meaning": "Số chiếm sanh ý yếu kinh vinh\nThử quái chiếm chỉ đắc toại tâm\nMang lý đu nhân tẩm khoái lạc\nThắng quá tha niên thập bội kiêm",
    "details": "Quẻ coi mua bán được tốt đa,\nĐược hài lòng vừa ý lắm mà,\nTrong khi bối rối xảy gặp vui vẻ\nSố lời hơn năm ngoái 10 phần."
  },
  {
    "id": "426",
    "name": "KHỔN (Trạch Thủy)",
    "description": "Số trung tố biện bất tri tình",
    "meaning": "Số trung tố biện bất tri tình\nAm xứ đầu minh sự bất minh\nĐãi đắc dẫn thân tị hợi nhựt\nVăn thơ phát động tiến tương sanh",
    "details": "Quẻ nầy hầu kiện chưa thấu rõ sự tình\nViệc khuất lấp muốn nói rõ mà chưa rõ\nChờ đặng ngày Dần, Thân, Tỵ, Hợi\nEnquête phúc bẩm rồi thì thấy vui mừng."
  },
  {
    "id": "427",
    "name": "HÀM (Trạch Sơn)",
    "description": "Kiến quới nhơn (chiếm) chi khước hữu duyên",
    "meaning": "Kiến quới nhơn (chiếm) chi khước hữu duyên\nỨng lai sanh thế sự tương sanh\nTrùng trùng tiến bạt đa tài lợi\nTình ý tương đầu tiếu ngữ quyên.",
    "details": "Muốn ra mắt quan quẻ này có duyên\nHào ứng sanh hào thế sự tương sanh\nNhiều người tiến cử mình nên nhiều tài lợi\nÔng quan với mình vui mừng nói gì cũng được."
  },
  {
    "id": "428",
    "name": "TÙY (Trạch Địa)",
    "description": "Thâu giải tiền lương sự hữu kinh",
    "meaning": "Thâu giải tiền lương sự hữu kinh\nHườn phòng tước giác hữu tương tranh\nNhư phùng đông quí bình bình hóa\nNhược toại xuân thời định hữu bình",
    "details": "Việc thâu giải tiền lương có kinh khủng chút\nLại ngừa việc rầy rà soi bói giành giựt\nGặp cuối mùa đông việc vừa vừa qua khỏi\nCòn ở mùa xuân chắc có tù tội."
  },
  {
    "id": "431",
    "name": "ĐẠI HỮU (Hỏa Thiên)",
    "description": "Số chiếm thử quái lưỡng văn thơ",
    "meaning": "Số chiếm thử quái lưỡng văn thơ\nNạp lại chiếm chi giả giác trì\nKim tuế hào từ duy khiếm khuyết\nLại niên hoặc bả tánh danh đề",
    "details": "Được quẻ này hai hào văn thơ\nXin làm việc võ quẻ này lẹ lắm\nTuy năm nay có trống một chỗ\nSang năm có động tên tuổi mình (được)"
  },
  {
    "id": "432",
    "name": "KHUÊ (Hỏa Trạch)",
    "description": "Quân chiếm trú hóa thiển như tâm",
    "meaning": "Quân chiếm trú hóa thiển như tâm\nThế vị phùng xung khủng bất thành\nTổng sự thành chi vô đại lợi\nBất như thủ kỷ miễn lao thần",
    "details": "Hỏi dự trữ hàng hóa không được theo ý muốn\nHào thế bị xung e việc không thành\nDẫu việc thành cũng không lợi nhiều\nChi bằng giữ bổn phận cũ khỏi cực nhọc."
  },
  {
    "id": "433",
    "name": "LY",
    "description": "Dục tấn nha môn cận quới nhơn",
    "meaning": "Dục tấn nha môn cận quới nhơn\nCàn quan vô số lạc hân hân\nPhùng xung ngộ quỉ đa như ý\nVĩ hậu thành gia lợi ích thân",
    "details": "Tình nguyện xin đi lính đến của quan\nTheo nhập ngũ hầu quan lớn vui mừng vô số\nGặp xung gặp quan muốn gì được nấy\nTừ đây về sau nên cửa nên nhà thân danh ích lợi"
  },
  {
    "id": "434",
    "name": "PHỆ HẠP (Hỏa Lôi)",
    "description": "Trời điền chiếm thử quái vi kỳ",
    "meaning": "Trời điền chiếm thử quái vi kỳ\nPhước đức tỉnh lâm thiểu thị phi\nPhi lương sai kinh đa lợi ích\nKhuyến quân tảo tự mạc trì trì",
    "details": "Sắm ruộng chiếm quẻ nay lấy làm hay\nVì sao phước đức hiện vô quẻ ít rầy rà\nLúa ruộng không sai chạy có nhiều lợi\nKhuyên người sớm liệu đừng dụ dự"
  },
  {
    "id": "435",
    "name": "ĐỈNH (Hỏa Phong)",
    "description": "Cầu quan chiếm thử quái vi kỳ",
    "meaning": "Cầu quan chiếm thử quái vi kỳ\nQuan quỉ văn thơ lưỡng kiến chỉ\nMộc khước thảo đầu nhơn trợ lực\nHạ, Thu lưỡng qui toại tâm cơ",
    "details": "Cầu quan được quẻ này hay lắm\nHào quan quỉ văn thơ đi đủ cặp\nNgười giúp mình, tên người đó trên đầu chữ thảo dưới có chữ mộc\nMùa hạ, mùa thu gặp việc vừa bụng"
  },
  {
    "id": "436",
    "name": "VỊ TẾ (Hỏa Thủy)",
    "description": "Quái chiếm vị tế lưỡng trùng tài",
    "meaning": "Quái chiếm vị tế lưỡng trùng tài\nTân khẩu thêm đinh việc mỹ tai\nBất luận chiêu nô tinh thảo bộc\nĐịnh tri nhựt hậu hữu hòa giai",
    "details": "Quẻ vị tế có hai hào tài\nThêm miệng ăn, thêm nhơn số cũng tốt thay\nChẳng luận mướn tớ gái hay trai\nChắc chắn ngày sau có hoà hiệp (lấy đầy tớ, hoặc nó lấy chủ)"
  },
  {
    "id": "437",
    "name": "LỮ",
    "description": "Gia tín thâm tàn đại hữu nghi",
    "meaning": "Gia tín trì trì vị kiến lai\nYếu phùng Tý, Ngọ nhứt âm khai\nTrạch trung giai vô an ổn sự\nMiễn vọng trì træ nguyên tảo lai",
    "details": "Thơ từ tin tức đều giấu hết\nBà con đồn nói này nói nọ không nhằm\nMùa Hạ, mùa Thu tới đây có tin chắc chắn\nBây giờ ai nói gì, làm thing đừng cãi."
  },
  {
    "id": "438",
    "name": "TẤN",
    "description": "Quái chiếm từ tụng toại quân tâm",
    "meaning": "Quái chiếm từ tụng toại quân tâm\nCáo trạng phùng quan bất ngật kinh\nBất tất ưu nghi đa tấn thối\nQuới nhơn đắc lực hữu phò trì",
    "details": "Kiện thưa chiếm được quẻ này vừa bụng\nVô đơn gặp ông quan thương mình đừng sợ\nĐừng có nghi ngờ mà sẽ sụt\nCó quới nhơn, người giúp đỡ cho."
  },
  {
    "id": "441",
    "name": "ĐẠI TRÁNG",
    "description": "Quan quỉ văn thơ lại ứng vi",
    "meaning": "Quan quỉ văn thơ lại ứng vi\nĐọc thơ thành tựu thiệt vô nghi\nChiếm lai định hứa nghiệp đương tựu\nMộc hỏa chi niên chiếc quế chi",
    "details": "Hào quan quỉ, văn thơ hiện vô hào hứng\nHọc hành giỏi tấn phát không sai\nQuẻ nầy chắc học đúng lẽ rồi\nNăm Dần, mẹo (mộc), tị, Ngọ (Hỏa) chắc đậu cao"
  },
  {
    "id": "442",
    "name": "QUI MUỘI",
    "description": "Quái chiếm qui mụi vị tham khoa",
    "meaning": "Quái chiếm qui mụi vị tham khoa\nDục chiếm chiêu tế hữu sân si\nNhược thị kim nhựt đồ dung vị\nCửu hậu phương trì hữu cán ta",
    "details": "Gặp quẻ qui mụi đừng vội khen\nMuốn chiếm quẻ bắt rễ có việc so le\nNếu bằng nay muốn tính việc gọn\nSau rồi mới biết có việc hờn buồn."
  },
  {
    "id": "443",
    "name": "PHONG",
    "description": "Y tai khắc bịnh, bịnh vô phòng",
    "meaning": "Y tai khắc bịnh, bịnh vô phòng\nNhứt phục linh đơn tức tiện lương\nThỉ tính tiên truyền y quốc thủ\nDần Thân Tị Hợi bảo an khương.",
    "details": "Thầy khắc bịnh không hề gì\nUống một ít thuốc thấy hay\nMới biết ông thầy nầy giỏi\nNgày hay tháng Dần, Thân, Tỵ, Hợi mạnh."
  },
  {
    "id": "444",
    "name": "CHẤN",
    "description": "Nhơn gian chung nhựt vũ lâm ly",
    "meaning": "Nhơn gian chung nhựt vũ lâm ly\nThiên đạo âm dương một định kỳ\nĐáo đế vũ đa tình nhựt thiểu\nThì phùng tam thất cửu khả trừ.",
    "details": "Người hỏi tối ngày mưa dầm dề\nViệc âm dương trời sao biết được\nRốt cuộc ngày mưa nhiều tạnh ít\nGặp giờ 3, 7, 9 thì tạnh."
  },
  {
    "id": "445",
    "name": "HẰNG",
    "description": "Quân vấn cùng thông bất tất nghi",
    "meaning": "Quân vấn cùng thông bất tất nghi\nTương lai tựu hóa khước hà như\nThập niên hảo vận tài hành khởi\nNhơn hanh gia phú bá sự vi",
    "details": "Người hỏi vận mạng cùng hay khá\nTương lai tạo hóa có dành cho sẵn\nMười năm vận tốt, nay mới bắt đầu\nNhà giàu, người mạnh việc nào cũng tốt."
  },
  {
    "id": "446",
    "name": "GIẢI",
    "description": "Thê tài trì thế khắc văn thơ",
    "meaning": "Thê tài trì thế khắc văn thơ\nKhoa cử chiếm chi sự bất nghi\nTuy thị nhập trường vô cách trở\nChỉ như đương đạo hữu sơ ngu",
    "details": "Hào thê tài trì thế khắc hào văn thơ\nThi khoá gặp quẻ nầy không được như ý\nTuy thi vô trường không gì trở ngại\nChớ có nhiều việc sơ sót cho mình lắm"
  },
  {
    "id": "447",
    "name": "TIỂU HOÁ",
    "description": "Thê tài trì thê tất siêu quần",
    "meaning": "Thê tài trì thê tất siêu quần\nNhập học chiếm chi toại khước tâm\nHành viễn đăng cao từng thủ khởi\nTha niên hườn hứa bộ thinh vân",
    "details": "Hào thê tài ở thế hay lắm\nNhập học gặp quẻ này tốt lắm\nĐi xa hay lên cao đây là bước đường đầu\nNăm sau chắc chắn thi đậu."
  },
  {
    "id": "448",
    "name": "DỰ",
    "description": "Thủ thảo thư tài lưỡng kiến chi",
    "meaning": "Thủ thảo thư tài lưỡng kiến chi\nChỉ nghi cấp tốc bất nghi trì\nTam phân tài khí thời phương hứa\nThất phân tai khí thượng trì trì",
    "details": "Đi đòi tiền bạc quẻ này tốt lắm\nPhải gấp gấp mới được không nên trễ\nBa phần tiền của hứa chắc được\nCòn 7 phần thì lần lựa."
  },
  {
    "id": "451",
    "name": "TIỂU SÚC",
    "description": "Quân vẫn nạp giám bất như tình",
    "meaning": "Quân vẫn nạp giám bất như tình\nQuan quỉ trùng trùng quái bất minh\nTài vượng sanh quan chung hữu vọng\nBất nghi cấp tốc (bức) khả điều đình",
    "details": "Ngươi chiếm xin sở làm việc văn không được\nHào quan quỉ dồn dập quẻ không yên\nHào tài vượng sanh hào quan sau mới có hy vọng\nChẳng nên gấp rút phải điều đình"
  },
  {
    "id": "452",
    "name": "TRUNG PHÙ",
    "description": "Cầu hôn chiếm thử thập phần nghi",
    "meaning": "Cầu hôn chiếm thử thập phần nghi\nNhị tánh giao phù lưỡng đắc tri\nTài hỉ trùng trùng đa phước thọ\nTảo đương thành tựu mạc diên trì",
    "details": "Cưới gả quẻ này 10 phần tốt\nHai họ có biết trước nhau rồi\nHào tài hỉ dồn dập nhiều phước thọ\nHãy tính sớm cho nên việc đừng để lâu."
  },
  {
    "id": "453",
    "name": "GIA NHƠN",
    "description": "Giao việc chiếm chỉ thị khả vi",
    "meaning": "Giao việc chiếm chỉ thị khả vi\nThành giao chi hậu hữu sai nghi\nLục hào vô quỉ chung tu tựu\nNhược tại xuân thời tánh khả kỳ",
    "details": "Mua bán hàng dạo quẻ nầy nên việc\nGiá cả xong xuôi rồi còn nghi ngờ nhau\nSáu hào không hào quỉ sau có nên\nNếu còn trong mùa xuân thì việc nên lắm."
  },
  {
    "id": "454",
    "name": "ÍCH",
    "description": "Giao hào quan quỉ hữu phân minh",
    "meaning": "Giao hào quan quỉ hữu phân minh\nTài động sanh quan sự khả bằng\nĐương đạo hữu tình cần trợ lực\nĐông sơ thu để hữu thù ân",
    "details": "Quẻ hào giao, hào quan quỉ rõ ràng\nHào tài động sanh hào quan, đủ văn bằng\nCó người thương mình nên giúp sức\nCuối thu đầu mùa Đông gặp ân riêng"
  },
  {
    "id": "455",
    "name": "TỐN",
    "description": "Tử tôn vượng trướng trợ thê tài",
    "meaning": "Tử tôn vượng trướng trợ thê tài\nTử mẫu phu thê lưỡng đắc giai\nDần, Tý tức hào âm tín chí\nBình an dựng dục hảo vô tai",
    "details": "Hào tử tôn vượng tướng trợ hào thê tài\nMẹ con chồng vợ trọn hòa hiệp\nNgày hay giờ Dần, Tý tức có tin đến\nBình yên sanh đẻ mạnh không sao"
  },
  {
    "id": "456",
    "name": "HOÁN",
    "description": "Thứ thiếp chiếm chỉ quái phục toàn",
    "meaning": "Thứ thiếp chiếm chỉ quái phục toàn\nThê tài tử kiến tử tôn thương hại\nÁo xanh, áo vàng đừng tráo trở\nKhỏi mắc 16í xóm nói dở hay.",
    "details": "Kiếm người chi cực khổ, vừa vừa thôi\nTin tức tuy thiệt không mấy chắc\nPhải ngừa người lối xóm tới gạt gẫm\nNgười ta nói gạt, mình kể chắc chắn lặn lội uổng công"
  },
  {
    "id": "457",
    "name": "TIỆM",
    "description": "Tầm nhơn hà khổ bất truy tầm",
    "meaning": "Tầm nhơn hà khổ bất truy tầm\nTiêu tức tuy chơn bất đắc chi\nChỉ khủng bằng nhơn lai tố quỉ\nHỉ khủng nguyên bị yếu hòa bình",
    "details": "Muốn cầu huề đặng vừa bụng người\nHào thế hào ứng tương sanh việc nên được\nTrong bọn có một người bày điều ra nói gạt mình\nMừng gặp tiên bị cáo đều muốn huề hết"
  },
  {
    "id": "461",
    "name": "NHU",
    "description": "Tử tôn trì thế tối vi nghi",
    "meaning": "Tử tôn trì thế tối vi nghi\nHiệp lõa kinh dinh sự khả kỳ\nMục hạ tuy tuy vô đại lợi\nTrì trì tài hỉ tự tương nghi",
    "details": "Hào tử tôn trì thế rất là tốt\nHùng hiệp làm ăn việc khá nên\nTrước mắt tuy không có đại lợi\nChậm chậm hào tài hào hỉ mới có khá"
  },
  {
    "id": "462",
    "name": "TIẾT",
    "description": "Tẩu thất gia nhơn lai vấn bốc",
    "meaning": "Tẩu thất gia nhơn lai vấn bốc\nSự đương tiết trở đa bất tác\nBan nhơn kiết uổng xuất gia môn\nToại nhứt truy tầm du khử trốc",
    "details": "Người nhà đã trốn đến hỏi ta\nViệc nầy phải cho kín nhớ có nhiều khuất lấp\nNgười lối xóm xúi giục ra khỏi nhà\nMỗi người mỗi chỗ kiếm cho gắt mới bắt lại được."
  },
  {
    "id": "463",
    "name": "KÝ TẾ",
    "description": "Quân chiếm thủ nghệ yến lao tâm",
    "meaning": "Quân chiếm thủ nghệ yến lao tâm\nNhược đắc lao tâm sự khả thành\nĐông mạc Thu sơ đa hoạch lợi\nHạ xuân tài hỉ lược bình bình",
    "details": "Ngươi chiếm về việc công nghệ phải chịu cực\nNếu bằng rán chịu cực việc mới nên\nĐầu mùa đông cuối mùa thu có lợi\nMùa hạ, xuân có vui đủ xài."
  },
  {
    "id": "464",
    "name": "CHUẨN",
    "description": "Quân vẫn thọ niên khả cửu trường",
    "meaning": "Quân vẫn thọ niên khả cửu trường\nNải thị nam sơn tòng trước hữu\nNhứt sanh tâm địa giai vô sai\nNhư tôn đối đối phước lộc trạch",
    "details": "Người hỏi được sống bao lâu chăng\nÔng là bè bạn với cây tòng cây trước nam sơn\nMột đời ăn ở hiền chắc chắn\nCon cháu mỗi đứa mỗi cửa nhà riêng."
  },
  {
    "id": "465",
    "name": "TỈNH",
    "description": "Quân lai chiếm bốc vấn hành nhơn",
    "meaning": "Quân lai chiếm bốc vấn hành nhơn\nHuỳnh khuyển thanh loan thị tín âm\nThúc bá đệ huynh ưng Hợi Tý\nTử tôn bạn bộc tại dần thân",
    "details": "Người đến hỏi coi người đi xa\nNgày Canh tuất, ất dậu mới có tin tức\nNhư chú bác anh em thì ngày Hợi, Tý\nCon cháu hay tôi tớ ở ngày Dần Thân."
  },
  {
    "id": "466",
    "name": "KHẢM",
    "description": "Giải nhơn lược kỵ hữu hư kinh",
    "meaning": "Giải nhơn lược kỵ hữu hư kinh\nHành đáo trung đồ yếu tiểu tâm\nXuân hạ chiếm chi vô đại hại\nThu Đông chiếm định hữu hình thương",
    "details": "Giải nạp người hết sức sợ việc kinh khủng\nĐi nửa đường phải cẩn thận\nMùa xuân, mùa hạ không hại lớn\nMùa Thu, Đông gặp quẻ này ắt có tội."
  },
  {
    "id": "467",
    "name": "KIỂN",
    "description": "Gia trạch bình bình thiểu thị phi",
    "meaning": "Gia trạch bình bình thiểu thị phi\nPhóng tâm đáo để vật tương nghi\nPhước thần đắc lực hà tu bốc\nThu quí, đông sanh lợi hữu kỳ.",
    "details": "Việc nhà bình thường ít rầy rà\nYên lòng đừng hồ nghi chi\nHào phước thần giúp đỡ coi bói làm gì\nCuối thu, qua mùa đông tài lợi thường."
  },
  {
    "id": "468",
    "name": "TỴ",
    "description": "Thất vật chỉ nhơn uổng tự mang",
    "meaning": "Thất vật chỉ nhơn uổng tự mang\nTặc nhơn thương quái mạc tu lương\nTài đương chiêu kiến hữu sanh oán\nTài khử nhơn an bá sự xương",
    "details": "Người mất của rầu lo uổng công\nĐứa gian nó hiện vô quẻ, lo lường gì\nCủa nầy nó giao cho ngưởi lấy tiếc làm chi\nCủa nấy mất người nhà mới yên."
  },
  {
    "id": "471",
    "name": "ĐẠI SÚC",
    "description": "Mưu sự chiếm chi đại kiết xương",
    "meaning": "Mưu sự chiếm chi đại kiết xương\nQuỉ hào trì thế tiểu nhơn phòng\nThời phùng xuân hạ đa diên trệ\nĐịnh tại thu đông thời mãng nan.",
    "details": "Mưu sự gặp quẻ này tốt lắm\nHào quan quỉ trì thế, phải ngừa đứa tiểu nhơn\nGặp mùa Xuân, Hạ nhiều việc lôi thôi dây dưa\nQua Thu Đông tính việc gì được nấy."
  },
  {
    "id": "472",
    "name": "TỔN",
    "description": "Cửu tích thanh phù mãi ốc cư",
    "meaning": "Cửu tích thanh phù mãi ốc cư\nTri quân chiếm trạch số di nghi\nThành gia lập nghiệp đa tài lợi\nVượng phát nhơn đinh bá thế cư.",
    "details": "Tích trữ tiền bạc nay muốn mua nhà ở\nBiết người muốn coi nhà đó mua ở được hay không.\nCó sao đâu nên nhà cửa nhiều tài lợi\nLàm ăn khá mạnh giỏi ở đời đời."
  },
  {
    "id": "473",
    "name": "BÍ",
    "description": "Bịnh phạm tinh thần nghi bảo chi",
    "meaning": "Bịnh phạm tinh thần nghi bảo chi\nThương hàn thời nhiệt tổng nan kỳ\nBình an dược nghỉ đa đa phục\nToàn phục thần dược lưỡng phò tri.",
    "details": "Bịnh đau mắt người quở phải vái van\nChứng thương hàn nóng nhiều lắm\nUống thuốc cho khá mới mạnh\nCúng kiến vái van uống thuốc mới mạnh"
  },
  {
    "id": "474",
    "name": "HI",
    "description": "Dục vấn di cư sự khả vi",
    "meaning": "Dục vấn di cư sự khả vi\nLục hào vô quỉ một sai trì\nThê tài trì thế tài tinh vượng\nDi hậu ưng tri lợi ích tùy",
    "details": "Muốn hỏi nên dời chổ ở không\nSáu hào không có hào quỉ, không sao\nHào thê tài trì thế, hào tài vượng\nDời chổ ở rồi về sau thấy có lợi nhiều."
  },
  {
    "id": "475",
    "name": "CỔ",
    "description": "Phân gia chiếm phùng thử quái hào",
    "meaning": "Phân gia chiếm phùng thử quái hào\nQuỉ hào trì thế mạc đồ lao\nKinh dinh ta tiểu ưng thâu lợi\nNhược thị phân gia hữu họa chiêu.",
    "details": "Chia gia tài mà gặp quẻ này\nHào quan quỉ trì thế đừng tính chi cho mệt\nMua bán lặt vặt kiếm chút lời nuôi sống\nNếu tính chia của ăn thì bị tai họa."
  },
  {
    "id": "476",
    "name": "MONG",
    "description": "Quân lai vấn bốc chiếm thiên họa",
    "meaning": "Quân lai vấn bốc chiếm thiên họa\nPhước đức tùy thân định bất sai\nTúng hữu phong ba vô lăng khởi\nPhúc tỉnh cũng chiếm hỉ lâm môn",
    "details": "Người đến coi về việc trái giống\nPhước đức theo mình không hề gì\nDẫu có gió giông không nổi sóng\nCó vì sao phước chiếu, vui mừng nhau vô cửa."
  },
  {
    "id": "477",
    "name": "CẤN",
    "description": "Hội sự lai chiếm bất dụng ưu",
    "meaning": "Hội sự lai chiếm bất dụng ưu\nPhước thần cũng chiếu tất vô sầu\nNhựt phùng Tị Ngọ phương thành tựu\nMậu tuất dần thân khả ngộ đầu",
    "details": "Muốn nhóm việc chiếm quẻ này đừng lo\nSao phước thần ủng hộ rầu buồn chi\nGặp ngày Tị Ngọ việc mới nên\nNgày Mậu Tuất, Dần, Thân việc mới rồi."
  },
  {
    "id": "478",
    "name": "BÁC",
    "description": "Tử chiếm thân bịnh sự như hà",
    "meaning": "Tử chiếm thân bịnh sự như hà\nBịnh đáo lâm nguy hưu phục sanh\nNhựt phùng Tị Ngọ toàn vũ hảo\nTùng thủ vô tai hoá hữu thu",
    "details": "Con chiếm cha mẹ đau ra sao\nBịnh đau dầu sắp ngửa cũng sống lại\nQua ngày Tị, Ngọ thật mạnh\nTheo đây không tai nạn, mùa thu phải coi chừng."
  },
  {
    "id": "481",
    "name": "THÁI",
    "description": "Bỉ cực chung tu hữu thái lai",
    "meaning": "Bỉ cực chung tu hữu thái lai\nSố chiếm cầu tử toại tâm hoài\nLục hào vô phá chung tu hữu\nCầu thần tác hỉ sản quí thai",
    "details": "Bỉ cực hết rồi đến thái lai\nCầu con vừa bụng được lắm đa\nSáu hào không phá được hết\nVái thần để sanh ra con tốt"
  },
  {
    "id": "482",
    "name": "LÂM",
    "description": "Thủ ngư tu tri chí khí cao",
    "meaning": "Thủ ngư tu tri chí khí cao\nDục hưởng trường siêng điếu cự ngao\nHạnh đắc phước thần trùng trùng quái\nĐông thành, Tây tựu lạc thao thao",
    "details": "Muốn làm giang lợi tính toán hay lắm\nMuốn làm ăn việc lớn thì được\nMay đặng phước thần nhiều hiện vô quẻ\nHướng đông thành, hướng Tây đến vui mừng nhiều."
  },
  {
    "id": "483",
    "name": "MINH VI",
    "description": "Ngao tế cầu hôn sự khả vi",
    "meaning": "Ngao tế cầu hôn sự khả vi\nTài làm ứng vị hữu quí y\nChỉ hềm quái nội văn thơ chiếu\nHoa đắc đa vi, tử kiết hi",
    "details": "Cưới gả bắt rể việc làm được\nHào tài hiện vô quẻ nên có chỗ dựa nương\nNgặt vì trong quẻ hào văn thơ động\nNhưng bông trổ nhiều đậu trái ít."
  },
  {
    "id": "484",
    "name": "PHỤC",
    "description": "Chưởng điền nan hứaviệc thâu thành",
    "meaning": "Chưởng điền nan hứaviệc thâu thành\nVũ thiểu tỉnh đa lưỡng bất quân\nTảo hòa bất như vãng hòa hảo\nTha thời phượng tín quái thông linh",
    "details": "Làm ruộng không dám chắc trúng trọn\nMưa ít nắng nhiều hai cái không đều\nLúa sớm không bằng lúa mùa tốt\nSau này mới biết quẻ này nói hay."
  },
  {
    "id": "485",
    "name": "THĂNG",
    "description": "Dạ mộng điêu liên bất tất ưu",
    "meaning": "Dạ mộng điêu liên bất tất ưu\nChỉ nhơn đa lợi tại tâm đầu\nPhân phân nhơn sự nan đồng nguyện\nĐại đáo xuân lai thủy tại cầu",
    "details": "Chiêm bao liền xì đừng rầu\nTại nhà ngươi quá tham nên mơ tưởng\nLăng xăng việc đời biết sao giống nhau được\nĐến mùa xuân tính mới được."
  },
  {
    "id": "486",
    "name": "SƯ",
    "description": "Thị phi khẩu thiệt việc tu phòng",
    "meaning": "Thị phi khẩu thiệt việc tu phòng\nPhá hào chung tu hữu nhựt trường\nPhàm sự hưu cường tu thối bộ\nNhiêu nhơn nhứt trước tối nhi lương.",
    "details": "Phải quấy rầy rà phải giữ chừng\nHết tử tế rồi lôi đến quan\nPhàm việc gì chớ cứng cỏi phải nhường bước\nTha người một nước mới là hay"
  },
  {
    "id": "487",
    "name": "KHIÊM",
    "description": "Phụ mẫu trùng trùng cử tiến đa",
    "meaning": "Phụ mẫu trùng trùng cử tiến đa\nTri quân cầu quán vẫn như hà\nTử tôn trì thế đa tài lợi\nTân chủ tương đầu trị cẩm la.",
    "details": "Hào phụ mẫu dồn dập nhiều người tiến cử\nNhà ngươi kiếm chỗ dạy tư hỏi nên không\nHào tử tôn trì thế nhiều tài lợi\nKhách chủ thích nhau như gấm hoa."
  },
  {
    "id": "488",
    "name": "KHÔN",
    "description": "Thử quái quân lai vấn xuất hành",
    "meaning": "Thử quái quân lai vấn xuất hành\nQuỉ hào trì thế hữu hư kinh\nĐồ nhiên bạc thiệp vô tài lợi\nBôn tẩu lao đao uổng phí tâm",
    "details": "Nhà ngươi đến hỏi việc xuất hành\nCó quan quỉ trì thế ắt có việc hư kinh\nLặn lội uổng công không có một phần lợi\nTới lui nhọc nhằn tốn công uồng sức"
  },
  {
    "id": "511",
    "name": "CẦN",
    "description": "Khởi tạo chiếm chi phước đứa nhiều",
    "meaning": "Khởi tạo chiếm chi phước đứa nhiều\nBát thần càn, quái tối vi cao\nHưng gia lạc nghiệp tùng kiêm khởi\nPhú quí vinh hoa tại hậu chiêu",
    "details": "Khởi công gặp quẻ này phước đức nhiều\nQuẻ bát thuần càn, lấy làm hay\nLập nghiệp nên nhà từ đây khởi đầu\nGiàu sang vinh huê từ đã về sau."
  },
  {
    "id": "512",
    "name": "LÝ",
    "description": "Tử tôn trì thế hữu phò trì",
    "meaning": "Tử tôn trì thế hữu phò trì\nVấn giải tiền lương vô thị phi\nKinh khủng hữu ta vô đại hại\nHườn quan đức ý hỉ hoan huy",
    "details": "Hào tử tôn trì thế có người giúp đỡ\nHỏi việc giải tiền lương, không rầy rà\nCó việc kinh khủng một chút không hại\nViệc rồi có người khen ngợi, đem việc vui mừng về nhà."
  },
  {
    "id": "513",
    "name": "ĐỒNG NHƠN",
    "description": "Quan quỉ văn thơ lưỡng tự giải",
    "meaning": "Quan quỉ văn thơ lưỡng tự giải\nNhược vấn sanh ý bất tất sai\nQuới nhơn ưng hữu phò trì lực\nMục hạ hứa quân thất phần tài",
    "details": "Hào quan quỉ, văn thơ 2 hào hoà hiệp\nHỏi về mua bán ắt không sai chạy\nCó sức của quới nhơn giúp đỡ\nĐương thời kể chắc ngươi 7 phần lợi"
  },
  {
    "id": "514",
    "name": "VÔ VỌNG",
    "description": "Quái chiếm kiến quới thập phần toàn",
    "meaning": "Quái chiếm kiến quới thập phần toàn\nXuất nhập cầu vinh quả hữu duyên\nNgư thủy tương phùng đa khước hiệp\nĐông thành Tây tựu ít tài nguyên",
    "details": "Quẻ ra mắt quan lớn 10 phần hoàn toàn\nRa vào cầu sang ắt có duyên\nTình đối đãi như anh em quen biết cũ, niềm nở, vui vẻ\nĐông thành, Tây nên thêm nguồn tài."
  },
  {
    "id": "515",
    "name": "CẤU",
    "description": "Văn thơ lâm ứng hỉ tương sanh",
    "meaning": "Văn thơ lâm ứng hỉ tương sanh\nThoái hoá cầu tài tất xứng tâm\nMầu kỷ lai lâm phương khả toại\nNhư phúng dẫn mẹo thả điều đình",
    "details": "Hào vã thơ hiện vô quẻ việc mừng lợi\nSang xến hàng hóa kiếm lời ắt vừa lòng\nChừng mậu kỷ sắp tới mới nên việc\nNhư gặp dẫn mẹo phải điều đình lại."
  },
  {
    "id": "516",
    "name": "TỤNG",
    "description": "Thế ứng quỉ quái vị vi lượng",
    "meaning": "Thế ứng quỉ quái vị vi lượng\nTầm sự lao đao bất đại cường\nHạnh đắc phước thần lai thượng quái\nThân thành nhứt bán khả bình thường.",
    "details": "Hào thế hào ứng hiện vô quẻ chưa làm hay\nViệc tằm tơ cực nhọc không khá lắm\nMay đặng vì sao phước thần hiện vô quẻ\nThâu góp được phân nửa, tài lợi vừa vừa."
  },
  {
    "id": "517",
    "name": "ĐỘN",
    "description": "Quái chiếm tờ biện bất như tình",
    "meaning": "Quái chiếm tờ biện bất như tình\nMiễn cưỡng hành chỉ định hữu hình\nĐãi đắc thu lai khả phân phân\nMục kiên nhẫn nại mạc sân si",
    "details": "Quẻ chiếm hầu kiện chẳng vừa lòng\nGắng gượng mà làm chớ có việc hình\nCho đến mùa Thu việc này mới xử xong\nBây giờ phải nhẫn nhịn, đừng rầy thêm"
  },
  {
    "id": "518",
    "name": "BỈ",
    "description": "Văn thơ ứng thế ứng tương sanh",
    "meaning": "Văn thơ ứng thế ứng tương sanh\nDục lãnh phê hồi khả xứng tâm\nMẫu kỷ canh tân phương nhập thủ\nNhư trì dần, mẹo thả điều đình",
    "details": "Hào văn thơ hiện vô quẻ sanh hào ứng\nMuốn chờ lãnh giấy tờ ký tên, việc này vừa lòng\nNgày mậu, kỷ, canh, tân giấy tờ tới tay\nChậm trễ ngày dần, mẹo phải điều đình lo lót."
  },
  {
    "id": "521",
    "name": "QUYẾT",
    "description": "Thủ ngư tỉnh thông khả lập thân",
    "meaning": "Thủ ngư tỉnh thông khả lập thân\nĐiếu thoàn hố hải hiểm cao minh\nTự cường bất tức công phu diệu\nĐáo thủ tùy thân ích lợi tăng",
    "details": "Nghề giang lợi rành rẽ dựng nên nhà\nLái rỗi, nhà dựa đều vang danh\nTự nên làm ra cơ nghiệp nhờ công phu sốt sắn\nTiền của vô ra như nước"
  },
  {
    "id": "522",
    "name": "ĐOÀI",
    "description": "Thử quái ứng thế bất tùy hòa",
    "meaning": "Thử quái ứng thế bất tùy hòa\nXuất hành hườn kỵ hữu sai ngoa\nThu đông chi hạ tài thuận lợi\nXuân, Hạ chỉ thời ưu lự đa",
    "details": "Quẻ này hào thế ứng không hạp\nKỵ xuất hành có điều sai xót lầm lạc\nQua thu, đông mới có việc thuận lợi\nTrong mùa xuân, hạ có nhiều việc lo buồn."
  },
  {
    "id": "523",
    "name": "CÁCH",
    "description": "Quan quỉ thê tài lưỡng sự châu",
    "meaning": "Quan quỉ thê tài lưỡng sự châu\nMộng hồn điên đảo bất tu ưu\nTam tư cẩn thận vô phiền não\nCổ thủ thanh bần khả tự do.",
    "details": "Hào quan quỉ thê tài 2 hào đụng nhau\nChiêm bao lộn xộn chẳng nên buồn\nTính làm phải suy nghĩ cho kỹ, đừng có tham sanh lo buồn\nNhớ giữ nghèo cho sạch thì được tự do."
  },
  {
    "id": "524",
    "name": "TUỲ",
    "description": "Thế ứng thủ không vị vi lương",
    "meaning": "Thế ứng thủ không vị vi lương\nQuân lai chiếm quán mạc không mang\nKhuyến quân hưu thỉnh bàn nhơn ngữ\nTrực đáo niên lai tái chủ trương.",
    "details": "Hào thế ứng lâm không chưa làm hay\nNgười coi quẻ dạy học tư, đừng tính việc lông bông\nKhuyên người nên nghe người lân cận đó\nChờ đến sang năm sẽ tính làm"
  },
  {
    "id": "525",
    "name": "ĐẠI HÓA",
    "description": "Trạch phong đại hóa lưỡng trùng tài",
    "meaning": "Trạch phong đại hóa lưỡng trùng tài\nNhược vấn thâu thành thiệt mỹ tai\nHạn thiểu vũ đa hòa đạo ổn\nCao đê lưỡng xứ tịnh vô tai",
    "details": "Quẻ trạch phong đại hoá 2 hào tài trùng\nNếu hỏi việc mùa màng, mùa thiệt trúng\nRuộng gò, và, sâu đều trúng hết."
  },
  {
    "id": "526",
    "name": "KHỔN",
    "description": "Tử trì tử tảo mạng trung chiêu",
    "meaning": "Tử trì tử tảo mạng trung chiêu\nThủ tự an tâm bất dụng tiêu\nMục hạ dục cầu nan toại ý\nHải trung cao thọ hữu tiên đào",
    "details": "Có con sớm hay muộn là tại số mạng\nĐể cho yên lòng đừng nóng nảy\nBây giờ muốn có con cũng không nuôi được\nỞ rún biển có cây đào tiên."
  },
  {
    "id": "527",
    "name": "HÀM",
    "description": "Thị phi tuy hữu bất vi hung",
    "meaning": "Thị phi tuy hữu bất vi hung\nHữu thủy vô phong tổng thị không\nChỉ quản an tâm hưu quí cựu\nSự nhiên tiêu tán đắc hóa đồng",
    "details": "Rầy rà tuy có nhưng không mấy xấu\nCó nước không gió rốt cuộc rồi cũng êm\nYên lòng làm ăn đừng lo sợ\nSự đó ắt hết, được hòa hết giận."
  },
  {
    "id": "528",
    "name": "TÚY",
    "description": "Nhập nhuế chiếm chỉ hỉ khí nung",
    "meaning": "Nhập nhuế chiếm chỉ hỉ khí nung\nTài phùng thê tử nhị tỉnh vinh\nTha niên quản giáo thành gia nghiệp\nThiếu phụ tề mi trực đáo chung",
    "details": "Ở theo quê vợ quẻ này nhiều việc mừng\nHào tài lại có 2 hào vợ con 2 hào tỏ rạng\nNăm sau chắc chắn nên cửa nhà.\nVợ chồng trăm năm kết tóc đến già."
  },
  {
    "id": "531",
    "name": "ĐẠI HỮU",
    "description": "Quỉ lâm thế vị đắc thê tài",
    "meaning": "Quỉ lâm thế vị đắc thê tài\nNhược vấn cầu hôn sự vị giai\nTu đáo thu đông linh trước ý\nTự hữu hảo duyên tự tâm hoài",
    "details": "Hào quỉ đóng hào thế khắc lại hào thê tài\nNếu hỏi cưới gả việc này chưa thành\nChờ đến mùa thu, đông chọn đám khác\nCó một đôi lứa tốt vừa ý lắm."
  },
  {
    "id": "532",
    "name": "KHUÊ",
    "description": "Hòa sự chiếm chi bất kiết tường",
    "meaning": "Hòa sự chiếm chi bất kiết tường\nĐệ huynh trì thế nan thương lượng\nPhương đông giao đắc toại tâm ý\nNhược tại Xuân, Thu hữu hình thương",
    "details": "Việc cầu huề này thấy không tốt\nHào đệ huynh trì thế khó tính toán\nQua mùa đông mới được nhiều việc vừa bụng\nNếu còn trong mùa xuân, thu chắc có việc hình"
  },
  {
    "id": "533",
    "name": "LÝ",
    "description": "Tử tôn trì thế tử tỉnh minh",
    "meaning": "Tử tôn trì thế tử tỉnh minh\nDựng sản đa ưng hỉ khí sanh\nMẫu tử cư an vô túc lự\nSố trung bảo nhử đắc an ninh",
    "details": "Hào tử tôn trì thế, sao tử tôn tỏ rạng.\nChửa nghén, sanh đẻ, nhiều việc vui mừng\nMẹ con đều mạnh giỏi, khỏi lo\nQuẻ này đoán chắc bình an mạnh giỏi."
  },
  {
    "id": "534",
    "name": "PHỆ HẠT",
    "description": "Ứng lai sanh thế vấn tầm nhơn",
    "meaning": "Ứng lai sanh thế vấn tầm nhơn\nTý, Sửu, Hợi, nhựt định giai âm\nBất tất ưu tâm không phí lực\nTrì trì tự đắc phản gia đình",
    "details": "Hào ứng sanh hào thế, hỏi việc tìm người\nNgày Tý, Sửu, Hợi có tin lâm\nĐừng rầu lo, kiếm chi cho mệt\nChậm chậm đây nó cũng về nhà."
  },
  {
    "id": "535",
    "name": "ĐẢNH",
    "description": "Quân vẫn thử quái vấn thăng thiên",
    "meaning": "Quân vẫn thử quái vấn thăng thiên\nNhã nại văn thơ hào bất toàn\nĐông lịnh hỉ thần đa tru cán\nHạ thu hườn khủng hữu trì duyên",
    "details": "Ông hỏi về việc lên chức phải không\nNgặt vì giấy tờ chưa đầy đủ\nQua mùa Đông có vị hỉ thần giúp đỡ\nMùa Hạ, mùa Thu xảy ra nhiều việc lôi thôi"
  },
  {
    "id": "536",
    "name": "VỊ TẾ",
    "description": "Chiếm vị tế chi chung hữu tế",
    "meaning": "Chiếm vị tế chi chung hữu tế\nQuân chiếm nạp giám vị vi kỳ\nTuy nhiên mục hạ nan tùy ý\nQuản giao Thu, Đông ưng khả kỳ.",
    "details": "Quẻ vị tế rốt cuộc rồi có nên\nNgười hỏi xin sở làm nghề văn chưa được\nĐương thời nhiều việc gay go không toại ý\nQua Thu, Đông tính gì mới được."
  },
  {
    "id": "537",
    "name": "LŨ",
    "description": "Thú thiếp nguyên tham nữ mạo tái",
    "meaning": "Thú thiếp nguyên tham nữ mạo tái\nĐáo gia chỉ khủng bất hoà giai\nBất như bãi khứ trì trì thú\nTự hữu gia nhơn tống tử lai",
    "details": "Cưới vợ sau là tại ông ham bóng sắc người đó\nĐem về nhà sợ sanh chuyện rầy to\nChi bằng thôi đi, chậm chậm rồi sẽ tính.\nCó người tử tế kêu gả mối khác."
  },
  {
    "id": "538",
    "name": "TẤN",
    "description": "Giao việc chiếm chỉ đắc quái hào",
    "meaning": "Giao việc chiếm chỉ đắc quái hào\nỨng lai sanh thế hứa thành giao\nNhược chiếm lợi nguyên thu quí vượng\nBá sự tương sanh phước lộc sương",
    "details": "Mua bán hàng dạo gặp quẻ này\nHào ứng sanh hào thế, việc ắt thành\nNếu hỏi tài lợi qua cuối mùa thu mới có\nTrăm việc đều tốt, phước lộc nhiều."
  },
  {
    "id": "541",
    "name": "ĐẠI TRÁNG",
    "description": "Mãi ốc chiếm chi sự khả y",
    "meaning": "Mãi ốc chiếm chi sự khả y\nChỉ nghi tốc trới bất nghi trì\nXuân thu khủng bị bàn nhơn đoạt\nHạ quí chiếm chi tất định nghi",
    "details": "Mua nhà quẻ này là khá được\nTính cho thật gấp đừng để trễ\nQua mùa Xuân, Thu bị người ta mua giành\nCuối mùa Hạ gặp quẻ này ắt mua xong"
  },
  {
    "id": "543",
    "name": "PHONG",
    "description": "Ứng phúc thân gia hậu hữu châu",
    "meaning": "Ứng phúc thân gia hậu hữu châu\nTự nhiên đắc lợi bất tu sầu\nPhước thần vượng tướng lâm môn hộ\nTài lộ thao thao vô oán vưu",
    "details": "Chia gia tài trước tốn sau lấy lại\nTự nhiên có lợi không nên buồn\nVị phước thần vượng tướng đến cửa\nCủa tiền đầy dẫy không ai oán vận."
  },
  {
    "id": "544",
    "name": "CHẤN",
    "description": "Phước thần bất tại sự nan thành",
    "meaning": "Phước thần bất tại sự nan thành\nĐồng hợi bất nhõa hội hữu nhiên\nĐản thị mục tiền nan tựu cấp\nKhả giao đồng khí cộng tương liêng",
    "details": "Sao phước thần chẳng tốt, việc khó nên\nNhóm chung đông người, không hiệp phe\nChỉnh thiệt trước mắt nhiều việc trở ngại\nPh ải vận động bạn đồng chí cho nhiều mới được."
  },
  {
    "id": "545",
    "name": "HẰNG",
    "description": "Dục vấn di cư hứa xứng tâm",
    "meaning": "Dục vấn di cư hứa xứng tâm\nBất di đương hữu sự phi sanh\nKiết tinh ưng tại đông nam vị\nGia nghiệp điền viên bá sự hanh",
    "details": "Muốn hỏi đời chỗ ở chắc chắn được\nNếu chẳng dời, sao cũng sanh chuyện rầy rà\nHướng tốt ở về phía Đông, Nam\nLàm nên gia nghiệp ruộng vườn đều tốt."
  },
  {
    "id": "546",
    "name": "GIẢI",
    "description": "Quái chiếm mưu sự thậm khê nhiêu",
    "meaning": "Quái chiếm mưu sự thậm khê nhiêu\nNghĩa khí tương đầu phương khả tham\nNhược năng toại ý lâm môn hộ\nQuản giao tài lợi nhựt nhựt chiêu",
    "details": "Muốn tính mưu việc gặp quẻ này bối rối\nLựa anh em vừa bụng sẽ tính việc tiền bạc\nBằng có người vừa bụng tới nhà mình\nTừ đây trở về sau tài lợi mới có."
  },
  {
    "id": "547",
    "name": "TIỂU QUÁ",
    "description": "Quân chiếm tử hỉ khả kiết hung",
    "meaning": "Quân chiếm tử hỉ khả kiết hung\nNải thị tại tỉnh lâm mạng cung\nPhi thần bảo hựu nan vi lực\nVu nghi cấp đảo kỳ thần cộng",
    "details": "Ngươi chiếm hào tử tôn tốt hay xấu.\nĐứa bé này bị năm, cung mạng xấu,\nNếu không có quới nhơn bảo hộ, khó sắp tới,\nPhải cầu vái cúng kiến mới được."
  },
  {
    "id": "548",
    "name": "DỰ",
    "description": "Quận chiếm tật bịnh sự vô phòng",
    "meaning": "Quận chiếm tật bịnh sự vô phòng\nPhước đức thiên y bất thuận cường\nTái khứ cầu thần tỉnh tác phước\nTrì trì phương hứa đắc an khương.",
    "details": "Hỏi việc đau ốm không hề gì\nBịnh chưa đầu thầy để chịu thuốc.\nPhải đi coi bói vái van cúng kiến đi\nChậm chậm ít lâu mới lành mạnh."
  },
  {
    "id": "551",
    "name": "TIỂU SÚC",
    "description": "Chiêu tế chiếm chi uổng phí tâm",
    "meaning": "Chiêu tế chiếm chi uổng phí tâm\nTử tôn thọ khắc vỉ vô tình\nNhược hườn ưng tuyển thừa luông tuế\nPhương hứa thành gia lập thái bình",
    "details": "Bắt rể gặp quẻ này xấu lắm\nHào tử tôn bị khắc việc tính không ra gì\nThôi việc đó, chờ kiếm rể khác\nĐược vậy nhà cửa bình yên làm ăn."
  },
  {
    "id": "552",
    "name": "TRUNG PHÙ",
    "description": "Chiếm vấn thủ thảo sự toại tâm",
    "meaning": "Chiếm vấn thủ thảo sự toại tâm\nTrùng kiêm tài vật tự nhiên tăng\nCầu mưu toại ý vô loạn trở\nThân, Thìn, Tuất nhựt kiến tường trình.",
    "details": "Quẻ này coi có đòi nợ được\nTừ đây sắp tới của tiền thêm.\nMuốn tính gì được nấy không ai ngăn cản.\nNăm, tháng ngày Thân, Thìn, Tuất gặp nhiều việc tốt."
  },
  {
    "id": "553",
    "name": "GIA NHƠN",
    "description": "Mạng vận hà tu thuyết tế tường",
    "meaning": "Mạng vận hà tu thuyết tế tường\nNhãn tiền tạo hóa vỉ thi thường\nTái năng thích đức hằng phương tiện\nTử tôn đa phước lộc miên trường",
    "details": "Mạng vận sao hỏi cặn kẽ được\nTrước mắt coi trời đất xây vẫn hoài\nĐừng than phiền ráng làm lành, làm phải\nThì con cháu đông, làm ăn khá, của nhiều."
  },
  {
    "id": "554",
    "name": "ÍCH",
    "description": "Ứng lai sanh thế hỉ phi thường",
    "meaning": "Ứng lai sanh thế hỉ phi thường\nNhập học chiếm chỉ định hữu công\nThượng hạ quới nhơn đa đắc lực\nQuản giao bạt tuyển nhận vẫn môn",
    "details": "Hào ứng sanh hào thế nhiều việc vui mừng\nNhập học gặp quẻ này chắc thành công\nTrên dưới đều có người giúp đỡ\nĐoán chắc thế nào học cũng hay, nghề cũng giỏi."
  },
  {
    "id": "555",
    "name": "TÔN",
    "description": "Dục vấn thiên tình, thiên bất tình",
    "meaning": "Dục vấn thiên tình, thiên bất tình\nĐông nam phương thượng hữu thanh vân\nNhược hườn vấn vũ Dần, Thân kiến\nVũ thỉu tình đa quái hữu linh",
    "details": "Muốn hỏi trời tạnh, trời chẳng tạnh\nCục mây khói ở phía đông nam\nNếu hỏi mưa ngày hay giờ Dần, Thân mới thấy\nMưa ít nắng nhiều quẻ không sai."
  },
  {
    "id": "556",
    "name": "HOÁN",
    "description": "Thế ứng trùng trùng huynh đệ tồn",
    "meaning": "Thế ứng trùng trùng huynh đệ tồn\nTử tôn lâm ứng khả thi hành\nĐọc thơ chung vỉ công phu tăng\nHọc nghiệp tài cao tự hiển minh",
    "details": "Hào thế ứng dồn dập thêm hào huynh đệ\nHào tử tôn đóng vô hào ứng tốt quá\nSức học đã tới bực cao đẳng rồi\nHọc rộng tài cao, tên tuổi tỏ rạng."
  },
  {
    "id": "557",
    "name": "TIỆM",
    "description": "Tử tôn quan quỉ phá văn thơ",
    "meaning": "Tử tôn quan quỉ phá văn thơ\nKhoa cử chiếm chi khủng bất như\nTý, Ngọ chi niên thì đắc lực\nKim nhựt hưu vấn quới cao đê",
    "details": "Hào quan quỉ, tử tôn, văn thơ 3 hào phá hết\nKhoa cử quẻ này không tốt\nNăm Tý, Ngọ mới có người giúp\nBây giờ đừng hỏi đậu thấp hay cao."
  },
  {
    "id": "558",
    "name": "QUAN",
    "description": "Nghinh y hành thế lưỡng hoà đồng",
    "meaning": "Nghinh y hành thế lưỡng hoà đồng\nNhu vị bình bình bình tiểu hung\nQuan ngả sanh sanh quân tử đạo\nTu tri bất dược tự hanh thông",
    "details": "Rước thầy thuốc ông này được\nBịnh đau vừa vừa không có gì hung\nPhải đối đãi với thầy cho tử tế\nTốn hao ít, bịnh mạnh mau."
  },
  {
    "id": "561",
    "name": "NHU",
    "description": "Quân chiếm thử quái yến hồi hương",
    "meaning": "Quân chiếm thử quái yến hồi hương\nTrình đồ thiền độ hữu tổn thương\nNhược tại Thu, Đông mạng vận động\nHạ Xuân nhị quí giả bình thường",
    "details": "Người coi quẻ trở về quê hương\nĐường xa diệu viễn tổn hao nhiều\nNếu còn trong mùa Thu, Đông đừng rụt rịt\nCuối Hạ, Xuân mới bình yên để lên đường."
  },
  {
    "id": "562",
    "name": "TIẾT",
    "description": "Quái chiếm khai điếm bất tùy tâm",
    "meaning": "Quái chiếm khai điếm bất tùy tâm\nMiễn cưỡng khai chi tất hữu kinh\nNhược thị bất khai thuyết mạc khiến\nTu tri tham luyến thiểu thâu thành",
    "details": "Quẻ coi mở tiệm không vừa ý muốn\nNếu ráng mà làm có việc kinh tâm\nNếu không muốn thì đừng ai dục chi\nEp buộc nó chơi bời phóng túng hết vốn."
  },
  {
    "id": "563",
    "name": "KÝ TẾ",
    "description": "Phóng trướng chiếm chi tất bất thâu",
    "meaning": "Phóng trướng chiếm chi tất bất thâu\nTài hào quỉ biến chủ ưu sầu\nHuynh đệ lưỡng kiến tài vô vọng\nToán bốn hườn đầu mạc toại cầu",
    "details": "Cho vay bán chịu quẻ này không đòi lại được\nHào tài biến ra quỉ chủ rầu buồn\nHào huynh đệ phát động tài lợi không hi vọng\nVốn sao y vậy, đòi không được, không lời."
  },
  {
    "id": "564",
    "name": "CHUẨN",
    "description": "Quan quỉ thê tài lưỡng kiến chi",
    "meaning": "Quan quỉ thê tài lưỡng kiến chi\nVấn nhơn tá thủ định tiện nghi\nCầu mưu toại ý vô loạn trở\nNhất nhận thi vi hỉ khả kỳ",
    "details": "Hào quan quỉ thê tài thấy đủ cặp\nKiếm người vay mượn được lắm\nTính gì được nấy không ai gàn trở\nLàm đâu được đó đoán chắc nhiều việc mừng"
  },
  {
    "id": "565",
    "name": "TỈNH",
    "description": "Cầu tài hỉ đắc quới nhơn cường",
    "meaning": "Cầu tài hỉ đắc quới nhơn cường\nThế ứng tương sanh đại kiết xương\nĐản thị mục tiền phòng hữu trở\nTrì trì phương hướng toại tâm trường",
    "details": "Cầu tài mừng đặng quới nhơn mạnh\nThế ứng được tương sanh tốt lắm\nĐương thời có việc trở ngại, chậm chậm mới tính được\nChậm chậm bèn được cho ý muốn"
  },
  {
    "id": "566",
    "name": "KHẢM",
    "description": "Phạn mãi lúc súc vị vì hảo",
    "meaning": "Phạn mãi lúc súc vị vì hảo\nThà hữu kinh dinh mạc vọng cang\nNhược vọng mãi thời khủng thất lợi\nHườn phòng tẩu thất bất châu toàn",
    "details": "Mua bán loại súc vật không tốt\nMình có nghề làm ăn rồi, tính chỉ việc rối đó\nNếu làm lếu mua càn sao cũng thất bại\nCòn nỗi chúng bắt hết trơn trọn bầy."
  },
  {
    "id": "567",
    "name": "KIỂN",
    "description": "Đổ bác chiếm chi hứa xứng tâm",
    "meaning": "Đổ bác chiếm chi hứa xứng tâm\nỨng lai sanh thế hỉ vinh vinh\nThì phùng Hợi, Tý tài tinh vượng\nNhứt trịch kim tiền đắc vạn văn",
    "details": "Chơi cờ bạc quẻ này khá lắm\nHào ứng sanh hào thế việc này mừng đủ\nGặp giờ Hợi hay Tý hào tài vượng\nVốn 1 đồng lời vô 1 muôn."
  },
  {
    "id": "568",
    "name": "TỶ",
    "description": "Quân chiếm phong thủy sự phi phi",
    "meaning": "Quân chiếm phong thủy sự phi phi\nTiền hữu không khu hậu hữu nguy\nThìn Tý càng long phương toàn mỹ\nKỳ di sơn hướng bất di nghi",
    "details": "Coi về mồ mả việc này không tốt\nTrước có gò trống, sau có nền cũ\nNăm Thìn, Tý gặp càng long mới tốt\nMấy hướng khác xấu quá."
  },
  {
    "id": "571",
    "name": "ĐẠI SÚC",
    "description": "Đào khứ gia nhơn tất bất tầm",
    "meaning": "Đào khứ gia nhơn tất bất tầm\nTử tôn vị hiện uổng lao thần\nĐông, Tây phương chủ tương an lạc\nTế phỏng phong vong báo hảo âm",
    "details": "Bạn bè nhà trốn đừng kiếm\nHào tử tôn chưa hiện mệt uổng công\nHướng Đông, Tây đứa trốn đương vui tươi\nCho người đi dò xét về nói cho nghe."
  },
  {
    "id": "572",
    "name": "TỔN",
    "description": "Thất tài thất vật bất tu ưu",
    "meaning": "Thất tài thất vật bất tu ưu\nLỏa tại đông, nam thủy tỉnh bàn\nTị, Hợi hữu nhơn truyền tiêu tức\nThân, Thìn, Tuất nhựt kiến chánh tường",
    "details": "Mất của tiền chẳng nên rộn ràng\nGiấu ở phía Đông, Nam dựa bên mé nước\nNgày giờ Tị, Hợi có người tới thông tin\nNgày Thân, Thìn, Tuất thấy rõ ràng."
  },
  {
    "id": "573",
    "name": "BÍ",
    "description": "Quân chiếm thử quái vẫn hành nhơn",
    "meaning": "Quân chiếm thử quái vẫn hành nhơn\nNhóm tại tha phương vị chuyển thân\nBất qui lai thời vô lợi tuất\nHườn phòng đông thượng hữu hư kinh",
    "details": "Quẻ coi người đi chừng nào về\nNgười đó ở xứ xa chưa tính về\nLàm ăn không khá nên không tính về\nQua tới mùa đông nó còn gặp việc lo sợ."
  },
  {
    "id": "574",
    "name": "HI",
    "description": "Gia trạch bình an phước thọ trường",
    "meaning": "Gia trạch bình an phước thọ trường\nQuỉ hào quan khắc tín vô phòng\nTam phân lợi tuất Thu Đông kiến\nXuân hạ chiếm chi cánh hỉ dương",
    "details": "Gia đạo bình an phước lộc nhiều\nHào quan quỉ bị khắc, không hề gì\nMùa Thu Đông được 3 phần tài lợi\nMùa xuân, hạ chiếm thêm vui mừng nữa."
  },
  {
    "id": "575",
    "name": "CỔ",
    "description": "Bình sanh lao lực dụng tâm cơ",
    "meaning": "Bình sanh lao lực dụng tâm cơ\nTảo niên hình khắc khả tương kỳ\nLão cảnh phong y khả túc thực\nThọ niên bát thập nội khoa kỳ",
    "details": "Từ nhỏ đến lớn làm ăn lao lực cực nhọc\nLúc tuổi trẻ nhiều việc gay go, cay đắng\nĐến về già ăn no, mặc ấm, no đủ\nTuổi được 80 trong cũng số lẻ, ngoài cũng số lẻ."
  },
  {
    "id": "576",
    "name": "MONG",
    "description": "Tử tôn trì thế quái vì thân",
    "meaning": "Tử tôn trì thế quái vì thân\nHiệp lõa chiếm chi bá sự hanh\nTài vượng nhơn hòa đa hỉ sắc\nQuản giao nhựt hạo hảo thâu thành",
    "details": "Hào tử tôn trì thế quẻ này yên thân\nHùng hập làm ăn việc nào cũng tốt\nCủa vượng người hòa nhiều việc vui\nĐoán cho thế nào ngày sau cũng nên việc"
  },
  {
    "id": "577",
    "name": "CẤN",
    "description": "Giải nhơn chiếm chỉ chữ hòa giai",
    "meaning": "Giải nhơn chiếm chỉ chữ hòa giai\nTuy thị bôn bả khả phóng hoài\nChi khủng triền miên viễn tuế mạc\nGiao hườn tiền đắc quới nhơn lai",
    "details": "Giai người quẻ này được hòa thuận\nTuy rằng lặn lội việc không sao\nChỉnh e dây dưa kéo dài năm tháng\nChừng giao rồi có quới nhơn về có bạn."
  },
  {
    "id": "578",
    "name": "BÁC",
    "description": "Tử tôn trì thế hóa vi xương",
    "meaning": "Tử tôn trì thế hóa vi xương\nThủ nghệ cao thành khả phát vương\nTuy thị lao tâm tinh lao lực\nNhứt niên tứ quí lợi uông xương",
    "details": "Tử tôn trì thế quẻ này tốt\nCông nghệ giỏi khéo làm ăn được\nDầu cho nhọc lòng cùng mệt sức\nMột năm 4 mùa tài lợi nhiều."
  },
  {
    "id": "581",
    "name": "THÁI",
    "description": "Quân chiếm quí hoá xứng quân tâm",
    "meaning": "Quân chiếm quí hoá xứng quân tâm\nQuan quỉ phò trì sự khả thành\nTrí hậu hườn giao đa lợi tức\nNha phi khẩu thiệt bất khả thing",
    "details": "Vừa trữ hàng hóa, theo ý muốn thì được\nHào quan quỉ giúp đỡ việc khá nên\nVừa rồi từ đó thiếu gì tài lợi\nAi nói ra vô gì kệ bỏ lãng."
  },
  {
    "id": "582",
    "name": "LÂM",
    "description": "Cáo nhơn nan hứa toại tâm hoài",
    "meaning": "Cáo nhơn nan hứa toại tâm hoài\nTham hiệp phùng quan sự bất giai\nNhược bằng kiến quan hữu hình khắc\nKhuyến quân hòa tức miễn ưu tai",
    "details": "Người tín vô đơn kiện, việc không theo ý muốn\nVì tham, lôi kéo đến quan, việc không tốt\nNếu tới quan chắc có tội\nKhuyên người phá huề khỏi rầu lo."
  },
  {
    "id": "583",
    "name": "MINH VI",
    "description": "Cầu quan vị hứa toại tâm hoài",
    "meaning": "Cầu quan vị hứa toại tâm hoài\nTham hiệp chi quan việc nan giai\nXuân, Hạ lưỡng quí vu khả thắng\nHườn đắc quới nhơn hữu thương tài",
    "details": "Cầu quan chưa chắc vừa bụng ông\nGặp ông quan ham vui khó nói chuyện\nCuối Xuân, cuối Hạ có lẽ được việc\nPhải nhờ sức quới nhơn điều đình (lo tiền)"
  },
  {
    "id": "584",
    "name": "PHỤC",
    "description": "Gia lương cách trở tín âm hi",
    "meaning": "Gia lương cách trở tín âm hi\nNhãn vọng xuyên vi cảnh mạc vi\nMục hạ tu tri đương diện kiến\nXuân sơ,Hè mạt thị qui kỳ",
    "details": "Xa cách quê nhà tin tức bặt\nMắt trông tin tức ngó lom lom không ngớt\nMuốn biết ngày nào chok gặp mặt\nĐầu xuân, cuối hạ là ngày về."
  },
  {
    "id": "585",
    "name": "THĂNG",
    "description": "Trời điền chiếm thử mạc ưu nghi",
    "meaning": "Trời điền chiếm thử mạc ưu nghi\nQuản thủ điền trung lợi lộc phì\nHữu đắc bàn nhơn tranh mãi khứ\nTao đương thành tựu mạc kê tài trì",
    "details": "Sắm ruộng gặp quẻ này đừng nghi ngờ\nTính chắc cho sở ruộng này lợi lộc nhiều\nĐừng để người khác mua rất uổng\nPhải giá cả xong cho sớm đừng để trễ."
  },
  {
    "id": "586",
    "name": "SƯ",
    "description": "Tài này phá ứng tử tương quan",
    "meaning": "Tài này phá ứng tử tương quan\nNạp lại chiếm chi sự vi an\nQuân bất kiến cơ ưng trước não\nTrì trì phương hứa toại tâm hoài",
    "details": "Hào tài phá hào ứng, hào tử tôn khắc hào quan\nTin sở làm việc dở quẻ chưa yên\nNhà ngươi không coi thời thế buộc lo cho mình\nChậm chậm mới được vừa lòng"
  },
  {
    "id": "587",
    "name": "KHIÊM",
    "description": "Quân lai vấn bốc thảo gia nô",
    "meaning": "Quân lai vấn bốc thảo gia nô\nVónh viễn miên trường hậu đại đa\nMục hạ nhân ngôn hưu vọng thính\nNhứt tâm biện giá mạc giao ngoa",
    "details": "Ngươi coi quẻ mướn gia tướng\nBền chặt lâu đời, con cháu đông\nBây giờ nhiều tiếng ra vô đừng nghe lời\nMình tính giá cả xong xuôi cho rồi đi"
  },
  {
    "id": "588",
    "name": "KHÔN",
    "description": "Quân tấn nha môn khủng bất giai",
    "meaning": "Quân tấn nha môn khủng bất giai\nChỉ nghi thủ cựu tự vô tai\nNhược yểu vọng tưởng thằng đầu lợi\nĐịnh hữu hình thương phí tâm hoài",
    "details": "Ngươi tình đến nha môn việc đó không nên\nGiữ nghề cũ không việc gì tai hại\nBằng tưởng đến chút lợi nhỏ mọn\nChắc có tội lệ uổng công tính."
  },
  {
    "id": "611",
    "name": "CÀN",
    "description": "Thế ứng tì hòa vạn sự kiết\nXuất hành thuận lợi vô sai thất\nXuân, Hạ tài lợi tự nhiên cao\nHườn chiếm Thu, Đông không phí lực",
    "meaning": "Thế ứng tì hòa vạn sự kiết\nXuất hành thuận lợi vô sai thất\nXuân, Hạ tài lợi tự nhiên cao\nHườn chiếm Thu, Đông không phí lực",
    "details": "Hào thế ứng hòa nhau muôn việc tốt\nĐi đường được thuận lợi không sai chạy\nMùa Xuân, mùa Hạ có tài lợi nhiều\nChiếm quẻ nhằm Thu, Đông thì đừng xuất hành."
  },
  {
    "id": "612",
    "name": "LÝ",
    "description": "Quỉ hào vô khí vị hoan\nNam nữ vô tình sự bất an\nNhập nhuế cầu hôn yếu châm chước\nKhủng giao nhựt hậu bất tất toàn",
    "meaning": "Quỉ hào vô khí vị hoan\nNam nữ vô tình sự bất an\nNhập nhuế cầu hôn yếu châm chước\nKhủng giao nhựt hậu bất tất toàn",
    "details": "Hào quan quỉ không vượng việc không vui\nTrai gái không ưa nhau, việc chẳng yên\nCưới vợ giao ở phải tính kỹ\nE cho ngày sau việc không hoàn toàn."
  },
  {
    "id": "613",
    "name": "ĐỒNG NHƠN",
    "description": "Nhược vấn thu thâu khủng bất đa\nLao tâm lao lực uổng bôn ba\nCao điền bất cập đê điền hảo\nQuan quỉ trùng trùng phá tổn đa",
    "meaning": "Nhược vấn thu thâu khủng bất đa\nLao tâm lao lực uổng bôn ba\nCao điền bất cập đê điền hảo\nQuan quỉ trùng trùng phá tổn đa",
    "details": "Nếu hỏi việc mùa màng sợ không khá\nNhọc lòng mệt sức uổng công lặn lội\nRuộng gò không tốt bằng ruộng sâu\nBị hào quan quỉ đồn dập tới bao nhiêu."
  },
  {
    "id": "614",
    "name": "VÔ VỌNG",
    "description": "Thọ thượng hà sầu nguyệt ảnh tà\nThị phi khẩu thiệt bất tu ta\nQuới nhơn yết tán hà tu cụ\nThủ kỷ an nhiên mạc quản tha",
    "meaning": "Thọ thượng hà sầu nguyệt ảnh tà\nThị phi khẩu thiệt bất tu ta\nQuới nhơn yết tán hà tu cụ\nThủ kỷ an nhiên mạc quản tha",
    "details": "Cây cao nào sợ bóng trăng xế\nRầy rà cãi cọ sau đừng than thở\nCó quới nhơn giải tán đừng lo sợ\nGiữ yên bổn phận mình, việc người mặc người."
  },
  {
    "id": "615",
    "name": "CẤU",
    "description": "Quân lai vấn bốc vị thâu mưu\nCầu quan tu tri bất đáo đầu\nVô nại chủ nhơn tình tánh dị\nBất như xả thử tái tha cầu",
    "meaning": "Quân lai vấn bốc vị thâu mưu\nCầu quan tu tri bất đáo đầu\nVô nại chủ nhơn tình tánh dị\nBất như xả thử tái tha cầu",
    "details": "Người đến hỏi việc làm ăn\nDạy học tự e việc làm không đến cùng\nNgặt vì người chủ tánh tình khác hơn người ta\nChi bằng bỏ chổ đó kiếm chổ khác làm ăn."
  },
  {
    "id": "616",
    "name": "",
    "description": "Quân vấn thủ ngư nhơn quân tâm\nThủy nội kinh vinh hữu tài nguyên\nHạnh đắc phước thần trùng trùng quới\nĐáo thủ trùng thân ích lợi tăng.",
    "meaning": "Quân vấn thủ ngư nhơn quân tâm\nThủy nội kinh vinh hữu tài nguyên\nHạnh đắc phước thần trùng trùng quới\nĐáo thủ trùng thân ích lợi tăng.",
    "details": "Người hỏi giang thủy lợi đặng lắm\nLàm ăn dưới nước nhiều lợi tức\nPhước thần hiện, nhiều phước vào quẻ,\nTiền của nhiều, vô ra như nước."
  },
  {
    "id": "617",
    "name": "ĐỘN",
    "description": "Cầu tử chiếm chi thượng vị nhiên\nHình thương khắc hại kiến tha niên\nTương lai đắc tử thành gia nghiệp\nVãng cảnh an nhơn lạc tự nhiên",
    "meaning": "Cầu tử chiếm chi thượng vị nhiên\nHình thương khắc hại kiến tha niên\nTương lai đắc tử thành gia nghiệp\nVãng cảnh an nhơn lạc tự nhiên",
    "details": "Cầu con quẻ này chưa vừa ý muốn\nĐau ốm bệnh hoạn, qua năm sau mới biết\nSau sanh con mới nên cửa nhà được\nTrở về già an nhàn vui vẻ"
  },
  {
    "id": "618",
    "name": "BỈ",
    "description": "Gia bất thành thân nghiệp bất tựu\nMộng hồn điên đảo thành nan quát\nTam niên hậu vận trì giao thành\nLợi lộc liêm ưu tề tương tráo",
    "meaning": "Gia bất thành thân nghiệp bất tựu\nMộng hồn điên đảo thành nan quát\nTam niên hậu vận trì giao thành\nLợi lộc liêm ưu tề tương tráo",
    "details": "Nhà không bình yên làm ăn không khá\nNằm chiêm bao này nọ khó bàn trúng\nTừ đây bỏ 3 năm nữa trở về sau khá\nLàm ăn khá ngặt việc buồn còn."
  },
  {
    "id": "621",
    "name": "QUYẾT",
    "description": "Quái trung vô quỉ sự nan thành\nCáo trạng tri quân bất xứng tâm\nCánh kỵ lưỡng trùng tài ám động\nBất như nhẫn nại thả điều đình",
    "meaning": "Quái trung vô quỉ sự nan thành\nCáo trạng tri quân bất xứng tâm\nCánh kỵ lưỡng trùng tài ám động\nBất như nhẫn nại thả điều đình",
    "details": "Trong quẻ thiếu hào quan quỉ việc khó nên\nVô đơn chuyện này, việc sai ý muốn\nRất ngại hai tài hào động trùng (bị cáo lo tiền )\nChi bằng nhẫn nhịn điều đình với đằng kia."
  },
  {
    "id": "622",
    "name": "ĐOÀI",
    "description": "Dục dấn căn quan sự bất như\nVăn chương quan quỉ lưỡng sai trì\nHồi đâu phác tảo thành gia kế\nMiễn thọ hình thương khống tự hưu.",
    "meaning": "Dục dấn căn quan sự bất như\nVăn chương quan quỉ lưỡng sai trì\nHồi đâu phác tảo thành gia kế\nMiễn thọ hình thương khống tự hưu.",
    "details": "Xin đi lính tình nguyện việc không được\nHào văn chương quan quỉ 2 hào khắc nhau\nTrở về lo tính việc nhà theo cũ\nNgày sau khỏi bị quở phạt ngồi than thẩm"
  },
  {
    "id": "623",
    "name": "CÁCH",
    "description": "Tri điền chiếm thử vấn đoan trường\nTri hậu tài đa lợi cánh trường\nKhước hỉ trung nhơn cánh hữu lực\nĐiền tài chỉ hậu tất cao cường",
    "meaning": "Tri điền chiếm thử vấn đoan trường\nTri hậu tài đa lợi cánh trường\nKhước hỉ trung nhơn cánh hữu lực\nĐiền tài chỉ hậu tất cao cường",
    "details": "Sắm ruộng quẻ này tốt quá\nSắm được rồi có tài, còn có lợi nữa\nMừng ông mới nửa đời người mà đủ sức\nSắm được ruộng này về sau giàu to."
  },
  {
    "id": "624",
    "name": "TUỲ",
    "description": "Tử tôn vô thượng quái hào đang\nThảo bộc chiếm chi sự ứng nan\nThế ứng lưỡng không, quan quỉ động\nTương lai khẩu thiệt hữu tắng hềm",
    "meaning": "Tử tôn vô thượng quái hào đang\nThảo bộc chiếm chi sự ứng nan\nThế ứng lưỡng không, quan quỉ động\nTương lai khẩu thiệt hữu tắng hềm",
    "details": "Hào tử tôn không hiện vô quẻ\nMướn tôi tớ gặp quẻ này khó\nHào thế ứng 2 hào lâm không, quan quỉ động\nNgày sau sanh rầy rà cãi cọ."
  },
  {
    "id": "625",
    "name": "ĐẠI HÓA",
    "description": "Gia tín trì trì vị kiến lai\nYếu phùng Tý, Ngọ nhứt âm khai\nTrạch trung giai vô an ổn sự\nMiễn vọng trì trỉ nguyên tảo lai",
    "meaning": "Gia tín trì trì vị kiến lai\nYếu phùng Tý, Ngọ nhứt âm khai\nTrạch trung giai vô an ổn sự\nMiễn vọng trì trỉ nguyên tảo lai",
    "details": "Thơ từ tin tức lâu rồi không thấy lại\nChờ ngày hay giờ Tý, Ngọ có tin lại\nTrong nhà ít bình yên rầy rà hoài\nTrông đợi ngó chừng hoài không thấy gì."
  },
  {
    "id": "626",
    "name": "KHỔN",
    "description": "Trí hoá chiếm chi vị toại tình\nƯng phùng xung khắc hữu tương tranh\nQuỉ hào trì thế tri nan toại\nNhư tại Xuân, Đông nan chiếm tiêu",
    "meaning": "Trí hoá chiếm chi vị toại tình\nƯng phùng xung khắc hữu tương tranh\nQuỉ hào trì thế tri nan toại\nNhư tại Xuân, Đông nan chiếm tiêu",
    "details": "Dự trữ hàng hóa, quẻ không được vừa bụng\nHào ứng xung khắc hữu tương tranh\nHào quan quỉ trì thế biết việc khó sảy đến\nMùa Xuân, Đông hàng hóa đắc lắm"
  },
  {
    "id": "627",
    "name": "HÀM",
    "description": "Nạp lại chiếm chỉ quái ngộ thành\nTương sanh thế ứng sự vô nan\nNhược lâm Thu Hạ tâm đa toại\nNhược tại Xuân Đông nan chiếm tiêu.",
    "meaning": "Nạp lại chiếm chỉ quái ngộ thành\nTương sanh thế ứng sự vô nan\nNhược lâm Thu Hạ tâm đa toại\nNhược tại Xuân Đông nan chiếm tiêu.",
    "details": "Xin sở làm việc võ, việc này nên\nThế ứng gặp tương sanh việc không khó\nNhư gặp mùa Thu Hạ nhiều việc vừa ý\nCòn gặp mùa Xuân, Đông xin cáo cho lẹ."
  },
  {
    "id": "628",
    "name": "TÚY",
    "description": "Quỉ hào lâm ứng hỉ tương sanh\nThử quái cầu quan đắc xứng tâm\nHạ quí Xuân thời tùy quân ý\nThu Đông lược lược khiến như tâm",
    "meaning": "Quỉ hào lâm ứng hỉ tương sanh\nThử quái cầu quan đắc xứng tâm\nHạ quí Xuân thời tùy quân ý\nThu Đông lược lược khiến như tâm",
    "details": "Hào quỉ đóng vô hào ứng gặp việc mừng\nQuẻ này cầu quan ắt vừa lòng\nCuối mùa Hạ, trọn mùa xuân muốn sao được vậy\nQua Thu, Đông muốn bên này chạy bên kia."
  },
  {
    "id": "631",
    "name": "ĐẠI HỮU",
    "description": "Hư danh hư lợi cửu trầm trầm\nThủ thảo tài vật vị toại tâm\nSi tâm chỉ vọng đồ tiền tấn\nĐãi đặng vận động thiết thành kim",
    "meaning": "Hư danh hư lợi cửu trầm trầm\nThủ thảo tài vật vị toại tâm\nSi tâm chỉ vọng đồ tiền tấn\nĐãi đặng vận động thiết thành kim",
    "details": "Có tiếng nhưng không có miếng trong lòng bực bội lắm\nĐi đòi hỏi tiền bạc chưa vừa lòng\nLòng ngay mơ tưởng làm sao tấn phát cho mau\nPhải chờ thời vận tới sắt thành vàng mới đặng."
  },
  {
    "id": "632",
    "name": "KHUÊ",
    "description": "Cấp chiếm mang mang bốc thỉnh y\nỨng lai khắc thế bất tu nghi\nTrì thân phước đức y thừa hạo\nTất ngô lương y vũ hiếu kỳ",
    "meaning": "Cấp chiếm mang mang bốc thỉnh y\nỨng lai khắc thế bất tu nghi\nTrì thân phước đức y thừa hạo\nTất ngô lương y vũ hiếu kỳ",
    "details": "Có việc gấp rút vội vàng đây\nBị hào ứng khắc hào thế (bịnh trở)\nÔng thầy cũ phước đức lắm, nhờ ổng lắm\nẤt gặp ông thầy giỏi nữa, bịnh mới mạnh (2 thầy)"
  },
  {
    "id": "633",
    "name": "LY",
    "description": "Ly cung thái vượng thái âm minh\nTinh vũ nhi kim nhãn kiến tình\nNhược thị cửa tình hườn yếu vũ\nThời phùng giáp tý vũ tựu hành",
    "meaning": "Ly cung thái vượng thái âm minh\nTinh vũ nhi kim nhãn kiến tình\nNhược thị cửa tình hườn yếu vũ\nThời phùng giáp tý vũ tựu hành",
    "details": "Cung ly rõ ràng sao thái âm sáng\nHỏi việc nắng mưa, nay mắt thấy nắng\nNếu nắng lâu bây giờ muốn mưa\nGiờ hoặc ngày giáp tý có mưa tới"
  },
  {
    "id": "634",
    "name": "PHỆ HẠT",
    "description": "Thập niên ký tích tại hàng song\nKiêm nhựt văn chương sạ đẩu quan\nKhoa cử chiếm chi đa toại ý\nThứ phiên đoán hứa tánh danh dương",
    "meaning": "Thập niên ký tích tại hàng song\nKiêm nhựt văn chương sạ đẩu quan\nKhoa cử chiếm chi đa toại ý\nThứ phiên đoán hứa tánh danh dương",
    "details": "Mười năm đèn sách bạn với hàng song\nNgày nay sự ăn học mình giỏi hơn chúng bạn\nThi cử gặp quẻ này vừa lòng lắm\nChuyến này đoán chắc tên tuổi tỏ rạng."
  },
  {
    "id": "635",
    "name": "ĐẢNH",
    "description": "Lai chiếm tấn học đệ huynh hung\nTuyệt hảo văn chương kiến bất minh\nNhứt nhậm tế tư không đức nghĩa\nVận trung bất lợi uống lao tâm",
    "meaning": "Lai chiếm tấn học đệ huynh hung\nTuyệt hảo văn chương kiến bất minh\nNhứt nhậm tế tư không đức nghĩa\nVận trung bất lợi uống lao tâm",
    "details": "Đến coi nhập trường quẻ này hào huynh đệ động\nHọc hành giỏi mà sự thấy không xa\nMuốn làm, làm càng không suy nghĩ, thiếu đức nghĩa\nGặp nhằm thời vận chẳng may, nên nhọc công."
  },
  {
    "id": "636",
    "name": "VỊ TẾ",
    "description": "Chiêu tế chiếm chỉ đắc tài hoà.\nPhước lộc thê tài lưỡng kiến giao.\nVị tế chỉ trung chung hữu tế.\nVãng niên hữu học thử vi cao.",
    "meaning": "Chiêu tế chiếm chỉ đắc tài hoà.\nPhước lộc thê tài lưỡng kiến giao.\nVị tế chỉ trung chung hữu tế.\nVãng niên hữu học thử vi cao.",
    "details": "Bắt rể quẻ này gặp hào càn\nHào phước lộc thê tài đi đủ cặp\nQuẻ vị tế rốt cục rồi nên\nTrở về già nhờ rể này lắm."
  },
  {
    "id": "673",
    "name": "LỮ",
    "description": "Qủi hào vô vị bất vi giai.\nHọc vị chiếm chi vị tức khoa.\nNhược tiếu độc thơ tu mạng tấu.\nTài nghuyên phương hứa ủng ô sa.",
    "meaning": "Qủi hào vô vị bất vi giai.\nHọc vị chiếm chi vị tức khoa.\nNhược tiếu độc thơ tu mạng tấu.\nTài nghuyên phương hứa ủng ô sa.",
    "details": "Hào quan quỉ không ngôi không được tốt\nHọc hành que nàu không được khen\nMuốn học cho cao phải chờ mạng\nMuốn có chức phận phải tốn tiền."
  },
  {
    "id": "638",
    "name": "TẤN",
    "description": "Nhứt thế vinh khổ giai do mạng.\nSố niên lao khổn tổng do thiên.\nMưu như bất toại hưu sanh oán.\nTái hoá tam xuân phước lộc toàn.",
    "meaning": "Nhứt thế vinh khổ giai do mạng.\nSố niên lao khổn tổng do thiên.\nMưu như bất toại hưu sanh oán.\nTái hoá tam xuân phước lộc toàn.",
    "details": "Trọn đời sang hèn đều bởi mạng\nVài năm cực nhọc số bởi trời\nLo tính mà không được đừng nổi giận\nPhải chờ 3 tháng xuân mới có phước lộc."
  },
  {
    "id": "641",
    "name": "ĐẠI TRÁNG",
    "description": "Thất vật thất bất tu tin.\nTài khứ tài lai mạng khứ chiêu.\nDần Hợi Mẹo nhựt tiêu tất đáo,\nNhứt lưu minh nguyệt chiếm lưỡng giao.",
    "meaning": "Thất vật thất bất tu tin.\nTài khứ tài lai mạng khứ chiêu.\nDần Hợi Mẹo nhựt tiêu tất đáo,\nNhứt lưu minh nguyệt chiếm lưỡng giao.",
    "details": "Mất của mất tiền đừng nóng nảy\nCủa đi của lại tại mạng mình nó rủ\nNgày Dần, Hợi, Mẹo có tin tức\nChừng đó rõ ràng biết ai ngay gian."
  },
  {
    "id": "642",
    "name": "QUI MỤI",
    "description": "Thân vượng tài hào sự chiếu chơn.\nLai chiếm thủ nghiệp đắc toại tàm.\nXuân, Hạ nhị quí bình bình lợi.\nNhứt đáo Thu, Đông lợi ích tăng.",
    "meaning": "Thân vượng tài hào sự chiếu chơn.\nLai chiếm thủ nghiệp đắc toại tàm.\nXuân, Hạ nhị quí bình bình lợi.\nNhứt đáo Thu, Đông lợi ích tăng.",
    "details": "Mình vượng, hào tài có, việc này được\nNghề làm bằng tay quẻ này vừa ý\nXuân, Hạ lợi vừa vừa\nĐến Thu, Đông tài lợi nhiều."
  },
  {
    "id": "643",
    "name": "PHONG",
    "description": "Thiếu niên bất túc tại tâm cơ.\nBất đắc phong cảng hữu dư minh.\nNhược vấn thọ niên đa thiểu số.\nQua giáp chỉ xuân phương khả kỳ.",
    "meaning": "Thiếu niên bất túc tại tâm cơ.\nBất đắc phong cảng hữu dư minh.\nNhược vấn thọ niên đa thiểu số.\nQua giáp chỉ xuân phương khả kỳ.",
    "details": "Tuổi trẻ rán làm, nhưng trật hoài\nLật bật về già, đủ xài chút\nNếu hỏi tuổi sống bao nhiêu\nThế nào cũng hưởng được lục tuần."
  },
  {
    "id": "644",
    "name": "CHẤN",
    "description": "Giải nhơn chiếm thử lường trùng hào.\nHào quái tu ký hữu công lao.\nHạnh đắc quới nhơn lai trợ lực.\nTai phi kiếm hóa bảo an khương.",
    "meaning": "Giải nhơn chiếm thử lường trùng hào.\nHào quái tu ký hữu công lao.\nHạnh đắc quới nhơn lai trợ lực.\nTai phi kiếm hóa bảo an khương.",
    "details": "Giải người chiếm gặp 2 hào trùng\nQuẻ này phải nhờ nhà nước có ghi công\nMay đặng có quới nhơn giúp sức\nNhững việc rủi ra người ta thấy biết hết."
  },
  {
    "id": "645",
    "name": "HẰNG",
    "description": "Số chiếm gia trạch tối vi cao.\nHưng vượng thê tài hỉ khi nhiên.\nTiểu hối hiểm ta vô đại hại.\nHạ thu hườn hữu đại tài chiêu.",
    "meaning": "Số chiếm gia trạch tối vi cao.\nHưng vượng thê tài hỉ khi nhiên.\nTiểu hối hiểm ta vô đại hại.\nHạ thu hườn hữu đại tài chiêu.",
    "details": "Quẻ coi gia đạo tốt lắm\nHào tài hưng vượng sự vui mừng nhiều\nCó việc ăn năn chút không không đến đỗi hại lớn\nQua Hại, Thu có tài lợi nhiều."
  },
  {
    "id": "646",
    "name": "GIẢI",
    "description": "Nhơn đỉnh tẩu thất tướng tiên nhiên.\nLưỡng hạ vô tình nan tái liêng.\nMạng vận lưu thời kiển vọng tưởng.\nPhàm sự thông đạt bất tu ngôn.",
    "meaning": "Nhơn đỉnh tẩu thất tướng tiên nhiên.\nLưỡng hạ vô tình nan tái liêng.\nMạng vận lưu thời kiển vọng tưởng.\nPhàm sự thông đạt bất tu ngôn.",
    "details": "Bị bạn ở trốn, đi coi quẻ\nHai đàng không thương tưởng nhau nên khó gặp\nGặp lúc mạng vận xấu đừng kiếm tìm chi\nViệc gì muốm làm phải coi thời vận, đừng tuỳ ý mình."
  },
  {
    "id": "647",
    "name": "TIỂU HOÁ",
    "description": "Hiệp lỏa kinh dinh quái tối nghi\nBất nghi tu vấn thính phàm tâm\nXuân Thu nhị qui tài nghuyên ổn\nXuất nhập mưu vì bá sự nghi",
    "meaning": "Hiệp lỏa kinh dinh quái tối nghi\nBất nghi tu vấn thính phàm tâm\nXuân Thu nhị qui tài nghuyên ổn\nXuất nhập mưu vì bá sự nghi",
    "details": "Hùng hiệp làm ăn quẻ này tốt\nĐừng nghi ngờ và nghe ai cứ làm tới\nMùa Xuân, mùa Thu gặp tài lợi\nTính tới tính lui gì làm ăn cũng được hết."
  },
  {
    "id": "648",
    "name": "DỰ",
    "description": "Hành nhơn vị kiếm tin âm hi\nTài phá văn thơ sự bất giai\nTỵ Hợi Canh Tân Phương hữu tín mảng môn tài hỉ xứng tâm hoài.",
    "meaning": "Hành nhơn vị kiếm tin âm hi\nTài phá văn thơ sự bất giai\nTỵ Hợi Canh Tân Phương hữu tín mảng môn tài hỉ xứng tâm hoài.",
    "details": "Người đi đường và thơ từ đều bặt\nHào tài phá hào văn thơ việc không tốt\nNgày giờ Tỵ, Hợi, Canh, Tân mới có tin\nViệc vui mừng vừa ý đầy cả nhà."
  },
  {
    "id": "651",
    "name": "TIỂU SÚC",
    "description": "Lục hào vô quỉ bịnh an nan\nPhụ mẩu chiếm tai bịnh bất yên\nĐãi đáo canh tân phương tiện giảm\nDã tu điều lý thuỷ an thuyên",
    "meaning": "Lục hào vô quỉ bịnh an nan\nPhụ mẩu chiếm tai bịnh bất yên\nĐãi đáo canh tân phương tiện giảm\nDã tu điều lý thuỷ an thuyên",
    "details": "Sáu hào không hào quỉ bịnh khó yên\nCha mẹ đau gặp quẻ này chẳng đặng yên\nChờ đến ngày canh tân bớt chút\nTừ đó sắm tới mới có mạnh."
  },
  {
    "id": "652",
    "name": "TRUNG PHÙ",
    "description": "Quân nhơm mục hạ bịnh đởm ưu\nThế ứng phùng quan bất tất cầu\nCanh ngọ tuất giao phương tiệm thối thần tiền kỷ bảo khả vô sầu",
    "meaning": "Quân nhơm mục hạ bịnh đởm ưu\nThế ứng phùng quan bất tất cầu\nCanh ngọ tuất giao phương tiệm thối thần tiền kỷ bảo khả vô sầu",
    "details": "Trước và bây giờ người gánh một gánh đau lo\nHào thế ứng gặp hào quan chẳng nên buồn\nQua ngày canh ngọ tuất bớt chút\nĐặt bàn van vái bớt việc buồn."
  },
  {
    "id": "653",
    "name": "GIA NHƠN",
    "description": "Dục vấn di cư bất khả vi\nDi thời bất kiến hữu cao đê\nHườn ứng an cựu hưu lao lực\nĐãi đáo thu lai đắc tiện kỳ",
    "meaning": "Dục vấn di cư bất khả vi\nDi thời bất kiến hữu cao đê\nHườn ứng an cựu hưu lao lực\nĐãi đáo thu lai đắc tiện kỳ",
    "details": "Muốn hỏi dời chỗ chẳng nên dời\nDời rồi chẳng thấy việc hay dở\nỞ yên chỗ cũ đừng làm rộn ràng\nChờ qua Thu đây thấy cái chỗ hay."
  },
  {
    "id": "654",
    "name": "ÍCH",
    "description": "Hài nhi hữu hỉ bất tu kinh\nỨng hạ viên thân hỉ khí lâm\nLương dược năng khu túc tiểu chứng\nTam đầu tứ nhựt tức an ninh",
    "meaning": "Hài nhi hữu hỉ bất tu kinh\nỨng hạ viên thân hỉ khí lâm\nLương dược năng khu túc tiểu chứng\nTam đầu tứ nhựt tức an ninh",
    "details": "Con cháu đau chẳng nên sợ, có việc mừng\nHào hứng gặp que thân việc mừng đến\nThuốc hay khéo chữa bịnh đau chút đỉnh\nBa ngày 4 bữa đây rồi nó mạnh."
  },
  {
    "id": "655",
    "name": "TỐN",
    "description": "Quân chiếm hội sự khả như hà\nQuan quỉ minh tinh ấn vị đa\nTuy thị miêng miêng nan thành tựu\nNhư phùng Tý ngọ đắc châu toàn",
    "meaning": "Quân chiếm hội sự khả như hà\nQuan quỉ minh tinh ấn vị đa\nTuy thị miêng miêng nan thành tựu\nNhư phùng Tý ngọ đắc châu toàn",
    "details": "Ngươi hỏi nhóm việc hề gì không\nHào quan quỉ tỏ rạng hào vẫn ấn nhiều\nDẫu rằng dây dưa khó thấy việc nên\nNếu gặp Tý, Ngọ việc hoàn toàn"
  },
  {
    "id": "656",
    "name": "HOÁN",
    "description": "Mãi sản chiếm chi vô bất hoả\nVăn thơ quan quỉ lưỡng tương hòa\nDi gai chỉ hậu tài nguyên vượng\nNhị thập dư niên tích tụ đa",
    "meaning": "Mãi sản chiếm chi vô bất hoả\nVăn thơ quan quỉ lưỡng tương hòa\nDi gai chỉ hậu tài nguyên vượng\nNhị thập dư niên tích tụ đa",
    "details": "Coi mua nhà quẻ này tốt\nHào văn thơ quan quỉ 2 hào tùy hoà\nDời nhà ở, từ đó về sau có tài lợi\nVài chục năm đây giàu to."
  },
  {
    "id": "657",
    "name": "TIỆM",
    "description": "Quân chiếm như sự chiếm như hà\nQuan quỉ trùng trùng thọ truyết ma\nQuái nội thê tài toàn bật kiến\nThời lai phương xướng hân lạc ca",
    "meaning": "Quân chiếm như sự chiếm như hà\nQuan quỉ trùng trùng thọ truyết ma\nQuái nội thê tài toàn bật kiến\nThời lai phương xướng hân lạc ca",
    "details": "Quẻ hỏi nhóm việc có sao không\nHào quan quỉ dồn dập xung khắc nhiều\nTrông quẻ hào thê tài chẳng thấy\nGặp thời rồi việc vui mừng đầy đủ"
  },
  {
    "id": "658",
    "name": "QUAN",
    "description": "Tử tôn trì thế quản tài nguyên\nPhóng trái chiếm chỉ sự khả toàn\nTài lợi trùng phùng phương tính toán\nTứ quí tài nguyên lợi như tuyền",
    "meaning": "Tử tôn trì thế quản tài nguyên\nPhóng trái chiếm chỉ sự khả toàn\nTài lợi trùng phùng phương tính toán\nTứ quí tài nguyên lợi như tuyền",
    "details": "Hào tử tôn trì thế rộng hào tài\nCho vay cặp quẻ này việc hoàn toàn\nTài lợi dồn dập biên chép mệt\nBốn mùa nguồn tài lợi như nước."
  },
  {
    "id": "611",
    "name": "NHU",
    "description": "Thâu giải tiền lương lai bốc kiết\nTử tôn trì thế một hư kinh\nHạnh quân nhơn sự đa ban toại\nLợi tức bình bình đắc thái bình",
    "meaning": "Thâu giải tiền lương lai bốc kiết\nTử tôn trì thế một hư kinh\nHạnh quân nhơn sự đa ban toại\nLợi tức bình bình đắc thái bình",
    "details": "Thâu giải tiền lương đến coi quẻ\nHào tử tôn trì thế có việc kinh khủng\nMừng cho người mỗi việc sắp đặt rồi xong hết\nVốn lời đều đủ đặng bình yên."
  },
  {
    "id": "622",
    "name": "TIẾT",
    "description": "Lãnh văn chiếm chỉ chí tiên nan\nBất phá văn thơ tâm bất an\nYến kỵ tiểu nhơn đa trở cách\nTất tu phá phí đắc châu toàn",
    "meaning": "Lãnh văn chiếm chỉ chí tiên nan\nBất phá văn thơ tâm bất an\nYến kỵ tiểu nhơn đa trở cách\nTất tu phá phí đắc châu toàn",
    "details": "Hầu lãng văn bằng chiếm quẻ này trước khó lắm\nLãnh không được văn bằng lòng không yên\nRất sợ kẻ tiểu nhơn làm nhiều trở ngại\nPhải đến hao tiền của mới được việc."
  },
  {
    "id": "663",
    "name": "KÝ TẾ",
    "description": "Quái chiếm thác hoá khủng trì diễn.\nTài phá văn thơ sự thiểu diễn.\nCánh kỵ tiểu nhơn lai ám toán.\nNhược huờn yếu phá phí châu toàn.",
    "meaning": "Quái chiếm thác hoá khủng trì diễn.\nTài phá văn thơ sự thiểu diễn.\nCánh kỵ tiểu nhơn lai ám toán.\nNhược huờn yếu phá phí châu toàn.",
    "details": "Quẻ coi sang xếp hàng hoá phải chờ đợi\nHào tài phá hào văn thơ việc ít tốt\nRất sợ kẻ tiểu nhơn thầm hại\nPhải cho tốn hao việc mới hoàn toàn."
  },
  {
    "id": "664",
    "name": "CHUÂN",
    "description": "Khắc thế phùng hung quái vị như.\nDục tri tố biện yếu phong vu.\nXứng di tất tướng kiện đặc khách.\nĐãi đáo canh Thân ý tự thơ.",
    "meaning": "Khắc thế phùng hung quái vị như.\nDục tri tố biện yếu phong vu.\nXứng di tất tướng kiện đặc khách.\nĐãi đáo canh Thân ý tự thơ.",
    "details": "Hào thế bị khắc quẻ này nhiều việc nghịch ý\nMuốn biết việc hầu kiện này, sợ thất\nPhải sốt sắng liếm trạng sư mới được\nChờ đến canh Thân thở mới ra hơi."
  },
  {
    "id": "665",
    "name": "TĨNH",
    "description": "Tài hào trì thế hỉ tương đầu.\nKiến quới chiếm chỉ lạc sự ưng.\nPhước lộc trùng trùng vô phá đích.\nCánh phùng xuân thuỷ vạn xuân ba.",
    "meaning": "Tài hào trì thế hỉ tương đầu.\nKiến quới chiếm chỉ lạc sự ưng.\nPhước lộc trùng trùng vô phá đích.\nCánh phùng xuân thuỷ vạn xuân ba.",
    "details": "Hào tài trì thế có việc mừng\nRa mắt quan lớn việc vui mừng nhiều\nPhước lộc dồn dập không ai dám chen vô\nGặp nước mùa xuân thì dợn sống mùa xuân (lo lót)."
  },
  {
    "id": "666",
    "name": "KHẢM",
    "description": "Sanh ý chiếm chỉ dị kiển khoa\nQuỉ hào trì thế hữu sân si\nChỉ nghi cẩn thận gia châm chước\nChỉ đãi lai xuân phương khả giai",
    "meaning": "Sanh ý chiếm chỉ dị kiển khoa\nQuỉ hào trì thế hữu sân si\nChỉ nghi cẩn thận gia châm chước\nChỉ đãi lai xuân phương khả giai",
    "details": "Mua bán quẻ này chưa mấy tốt\nHào quỉ trì thế có việc sai chạy\nPhải cẩn thận và sốt sắng thêm lên\nPhải chờ xuân mới gọi rằng tốt"
  },
  {
    "id": "671",
    "name": "ĐẠI SÚC",
    "description": "Quỉ hào trì thế quái vi kỳ.\nKhai điếm chiếm chỉ sự bất nghi.\nQuái hội phước thần toàn bất kiếm.\nTài hào vô khí uổng tâm cơ.",
    "meaning": "Quỉ hào trì thế quái vi kỳ.\nKhai điếm chiếm chỉ sự bất nghi.\nQuái hội phước thần toàn bất kiếm.\nTài hào vô khí uổng tâm cơ.",
    "details": "Hào quan quỉ trì thế quẻ này lạ lắm\nKhui tiệm quẻ này không tốt\nTrong quẻ hàp phước thần không hiện\nHào tài suy nhược tín uổng công."
  },
  {
    "id": "672",
    "name": "TỔN",
    "description": "Quân chiếm phong thuỷ tịnh vô ưu.\nLonh hổ tương nghinh hiệp tốn càn.\nSơn hướng hữu tình liêm đại lợi.\nTử tôn vĩnh bảo phước miêng trường.",
    "meaning": "Quân chiếm phong thuỷ tịnh vô ưu.\nLonh hổ tương nghinh hiệp tốn càn.\nSơn hướng hữu tình liêm đại lợi.\nTử tôn vĩnh bảo phước miêng trường.",
    "details": "Ngươi coi về phong thuỷ được lắm\nHào long hổ hiệp nhau hương tốn, càn\nPhương hướng quay trúng phía đại lợi\nCon cháu sung túc làm ăn giàu có."
  },
  {
    "id": "673",
    "name": "BÍ",
    "description": "Quái chiếm cầu tài dục giải nghi.\nLưỡng nhơn hiệp ý tự tương nghi.\nHợi, Tý, Sửu lâm phương khả vọng.\nNhứt nhơn chủ sự hữu sai trì.",
    "meaning": "Quái chiếm cầu tài dục giải nghi.\nLưỡng nhơn hiệp ý tự tương nghi.\nHợi, Tý, Sửu lâm phương khả vọng.\nNhứt nhơn chủ sự hữu sai trì.",
    "details": "Quẻ hỏi cầu tài cho nhẹ lo\nHai người vừa bụnh nhau việv làm đó được\nNăm, tháng Hợi, Tý, Sửu tới đây có hy vọng\nMột người giữ việc có sai chạy."
  },
  {
    "id": "674",
    "name": "HI",
    "description": "Tài lâm cũng vị kha hi kỳ.\nĐổ bác trường trung sự tối nghi.\nNhư ngộ thu đông phòng nhị ổn.\nNhư phùng Xuân, Hạ tự nang kỳ.",
    "meaning": "Tài lâm cũng vị kha hi kỳ.\nĐổ bác trường trung sự tối nghi.\nNhư ngộ thu đông phòng nhị ổn.\nNhư phùng Xuân, Hạ tự nang kỳ.",
    "details": "Hào tài chầu chực việc này hay quá\nTrong sòng cờ bạc có việc hay lắm\nGặp mùa Thu, Đông ngừa việc không tốt\nNếu gặp Xuân, Hạ thì chắc ăn."
  },
  {
    "id": "675",
    "name": "CỔ",
    "description": "Lục hào yên tịnh tối kiết xương.\nTá thủ ngân tiền yếu trước lực.\nXuân Hạ chiếm chi thượng khả cầu.\nNhư ngộ Thu, Đông nan tế cấp.",
    "meaning": "Lục hào yên tịnh tối kiết xương.\nTá thủ ngân tiền yếu trước lực.\nXuân Hạ chiếm chi thượng khả cầu.\nNhư ngộ Thu, Đông nan tế cấp.",
    "details": "Sáu hào yên lặng tốt quá\nVay mượn tiền bạc phải rán sức\nXuân, Hạ quẻ này có thể năng nỉ được\nThu, Đông hỏi gì cũng không cho."
  },
  {
    "id": "676",
    "name": "MONG",
    "description": "Hồi hương chiếm thử bốc vi nghi.\nNgả khắc tha nhơn trở hữu thì.\nPhước đức tài hào cư thượng quái.\nLộ diu bình đản thiểu ưu nghi.",
    "meaning": "Hồi hương chiếm thử bốc vi nghi.\nNgả khắc tha nhơn trở hữu thì.\nPhước đức tài hào cư thượng quái.\nLộ diu bình đản thiểu ưu nghi.",
    "details": "Coi quẻ về thăm quê nhà được không\nMình khắc người ai dám cản trở\nHào phước đức hào tài đều ứng vô quẻ\nĐường xa mà bằng thẳng đừng lo ngại gì."
  },
  {
    "id": "677",
    "name": "CẨN",
    "description": "Giao việc lai chiếm vấn giá tiền.\nThê tài phước đức lưỡng kiêm toàn.\nDục cấu lục súc trư, dương, mã.\nSanh vật tướng nghi sự hữu duyên.",
    "meaning": "Giao việc lai chiếm vấn giá tiền.\nThê tài phước đức lưỡng kiêm toàn.\nDục cấu lục súc trư, dương, mã.\nSanh vật tướng nghi sự hữu duyên.",
    "details": "Mua bán hàng dạo lại chiếm hỏi giá cả\nHào tài, phước đều hiện vô quẻ đủ\nMuốn mua bán heo, dê, ngựa\nMua bán đồ hàng sống còn tốt hơn nữa."
  },
  {
    "id": "678",
    "name": "BÁC",
    "description": "Tử tôn trì thế vượng tài nguyên.\nPhóng trướng chiếm chi lợi tức toàn.\nTài vượng trùng trùng vô khiếm khuyết.\nTương lai tất định khả huy huờn.",
    "meaning": "Tử tôn trì thế vượng tài nguyên.\nPhóng trướng chiếm chi lợi tức toàn.\nTài vượng trùng trùng vô khiếm khuyết.\nTương lai tất định khả huy huờn.",
    "details": "Hào tử tôn trì thế vượng hào tài\nBán chịu cho vay vốn lời đủ\nHào tài vượng dồn dập không thiếu sót\nSau rồi vốn lời trả đủ hết."
  },
  {
    "id": "681",
    "name": "THÁI",
    "description": "Hoà sự chiếm chỉ hỉ toại tình.\nLưỡng nhơn công đạo đắc an ninh.\nTự hoà bất nhược hoan hoà hỉ.\nMiễn cưỡng hoà lai khủng bất năng.",
    "meaning": "Hoà sự chiếm chỉ hỉ toại tình.\nLưỡng nhơn công đạo đắc an ninh.\nTự hoà bất nhược hoan hoà hỉ.\nMiễn cưỡng hoà lai khủng bất năng.",
    "details": "Việc muốn tính hòa quẻ này vừa bụng\nHai đàng phải nói cho công bình mới rồi việc\nMình hoà ên không bằng đến trước mặt quan huề\nCầu hoà cho lấy lệ sợ việc không đặng."
  },
  {
    "id": "682",
    "name": "LÂM",
    "description": "Mãi mại nan phùng mãi mại nhơn.\nDục chiếm giao việc bất như tình.\nNhư phùng xuân hạ vu nan tựu.\nNhược đáo thu, đông bảo đắc thành.",
    "meaning": "Mãi mại nan phùng mãi mại nhơn.\nDục chiếm giao việc bất như tình.\nNhư phùng xuân hạ vu nan tựu.\nNhược đáo thu, đông bảo đắc thành.",
    "details": "Người mua bán lành nghề, khó gặp người biết mua bán\nCoi quẻ mau bán hàng dạo không vừa ý\nMhư gặp mùa xuân, hạ khó nên\nChờ qua mùa thu, đông việc mới được."
  },
  {
    "id": "683",
    "name": "MINH VI",
    "description": "Thử số quynh quynh quan quỉ minh.\nQuân chiếm thử quái vấn thăng thiên.\nThu sơ hè mạc đa quyền ấn.\nTấn lộc gia quan khả xứng tâm.",
    "meaning": "Thử số quynh quynh quan quỉ minh.\nQuân chiếm thử quái vấn thăng thiên.\nThu sơ hè mạc đa quyền ấn.\nTấn lộc gia quan khả xứng tâm.",
    "details": "Quẻ này tỏ rạng hào quan quỉ sáng\nNgười coi quẻ này về việc lên chức\nĐầu mùa thu, cuối hạ quyền cước đến\nLương lên thăng chức vui lòng lắm."
  },
  {
    "id": "684",
    "name": "PHỤC",
    "description": "Thú thiếp chiếm chi vị khả kỳ.\nỨng phùng cáy giác hữu ưu nghi.\nNhược huờn miễn cưỡng cầu thành tựu.\nQuản chủ tương lai hữu thị phi.",
    "meaning": "Thú thiếp chiếm chi vị khả kỳ.\nỨng phùng cáy giác hữu ưu nghi.\nNhược huờn miễn cưỡng cầu thành tựu.\nQuản chủ tương lai hữu thị phi.",
    "details": "Cưới vợ sau gặp quẻ này không tốt\nChắc chắn có việc soi bói sanh rầu buồn\nNếu gắn gượng tính cho rồi việc\nĐoán chắc sau có rầy rà to."
  },
  {
    "id": "685",
    "name": "THĂNG",
    "description": "Thế ứng tương sanh thoả ứng tâm\nTầm nhơn đoan hứa đắc tương thân.\nDần Thân Tỵ Hợi nghi ưng hoạch.\nQuản hữu nhơn tài phản gia đình.",
    "meaning": "Thế ứng tương sanh thoả ứng tâm\nTầm nhơn đoan hứa đắc tương thân.\nDần Thân Tỵ Hợi nghi ưng hoạch.\nQuản hữu nhơn tài phản gia đình.",
    "details": "Hào thế ứng gặp tương sanh đừng nhọc lòng lo\nTầm người đoán chắc cho gặp được\nNgày Dần, Thân, Tý, Hợi kiếm mới gặp\nĐoán chắc ngày đó có người và của đem về nhà."
  },
  {
    "id": "686",
    "name": "SƯ",
    "description": "Cầu hôn chiếm thử bất vi nghi.\nQuan quỉ trùng trùng hữu thị phi.\nNhược thú trùng thôn tỉnh hậu giá.\nHình thương kiến hoá nhậm quân vi.",
    "meaning": "Cầu hôn chiếm thử bất vi nghi.\nQuan quỉ trùng trùng hữu thị phi.\nNhược thú trùng thôn tỉnh hậu giá.\nHình thương kiến hoá nhậm quân vi.",
    "details": "Cưới gả quẻ này không nên\nHào quan quỉ dồn dập có việc rầy rà\nNếu cưới thêm lần nữa hay gả lần chót\nMặc ý làm sao làm đừng coi bói."
  },
  {
    "id": "687",
    "name": "KHIÊM",
    "description": "Địa sơn khiêm quái quỉ môn lâm.\nNạp giám cầu quan hứa toại tình.\nHạ quí nan thành Thu vị khả.\nXuân đông quới trợ hì thành danh.",
    "meaning": "Địa sơn khiêm quái quỉ môn lâm.\nNạp giám cầu quan hứa toại tình.\nHạ quí nan thành Thu vị khả.\nXuân đông quới trợ hì thành danh.",
    "details": "Quẻ địa sơn thêm hào quan quỉ hiện vô quẻ\nXin làm thêm chức quan nghề văn hứa chắc được\nCuối hạ khó nên mà mùa Thu cũng chưa được\nXuân, Đông có quới nhân giúp đỡ nên danh."
  },
  {
    "id": "688",
    "name": "KHÔN",
    "description": "Thế ứng tương xung quái vị minh.\nThê cung dựng dục hữu hi kinh.\nThời phùng Dần, Mẹo, tai tinh thoát.\nBảo đắc mậu tử thân vô kinh.",
    "meaning": "Thế ứng tương xung quái vị minh.\nThê cung dựng dục hữu hi kinh.\nThời phùng Dần, Mẹo, tai tinh thoát.\nBảo đắc mậu tử thân vô kinh.",
    "details": "Hào thế ứng gặp tương xung quẻ không tốt\nBà vợ ở nhà chửa nghén sanh đẻ có kinh khủng\nChờ qua giớ Dần, Mẹo sao tai tinh mới khỏi\nĐoán chắc mẹ tròn, con bình yên."
  },
  {
    "id": "711",
    "name": "CẦN",
    "description": "Dục phú tu tùng kiểm thượng lai.\nNgận quan thủ phận việc vô tai.\nThế cao ứng hạ tài tỉnh vượng.\nQuản thủ tha niên đắc lợi qui.",
    "meaning": "Dục phú tu tùng kiểm thượng lai.\nNgận quan thủ phận việc vô tai.\nThế cao ứng hạ tài tỉnh vượng.\nQuản thủ tha niên đắc lợi qui.",
    "details": "Muốn làm giàu phải coi theo da mặt người\nTình nguyện vô lính giữ bổn phận cũng không tai hại\nMình cao, người thấp hào tài mình vượng\nTính cho, ít năm lộn bạc về."
  },
  {
    "id": "712",
    "name": "LÝ",
    "description": "Văn chương lâm ứng khả cầu quan.\nYếu tại Thu Đông mưu thuỷ an.\nChỉ khủng Hạ Xuân đa hữu trở.\nTất tu thời chí hữu tương an.",
    "meaning": "Văn chương lâm ứng khả cầu quan.\nYếu tại Thu Đông mưu thuỷ an.\nChỉ khủng Hạ Xuân đa hữu trở.\nTất tu thời chí hữu tương an.",
    "details": "Hào văn thơ đóng vô hào ứng cầu quan được\nNếu còn trong mùa Thu, Đông việc tính đó được\nChỉ e mùa Hạ, Xuân nhiều việc trở ngại\nPhải chờ thời vận tới mới nên thân danh."
  },
  {
    "id": "713",
    "name": "ĐỒNG NHƠN",
    "description": "Quân chiếm gai nội tính như hà\nQuan quỉ văn thơ âm tín vô\nThu quí chỉ trugn vu khả vọng\nXuân yêm Hè trệ khủng toàn vô",
    "meaning": "Quân chiếm gai nội tính như hà\nQuan quỉ văn thơ âm tín vô\nThu quí chỉ trugn vu khả vọng\nXuân yêm Hè trệ khủng toàn vô",
    "details": "Ngươi muốn coi quẻ tin tức thơ từ ra sao\nHào quan quỉ, hào văn thơ âm tín bặc\nCuối mùa thu này có hi vọng\nMùa Xuân lặng màu Hè trở trệ 2 mùa không có."
  },
  {
    "id": "714",
    "name": "VÔ VỌNG",
    "description": "Nạp lại thành danh tại thử thời\nBất tu nghi luận vấn cao độ\nThự kiêm hao phá hưu quái lẫu\nQuá thủng cơ duyên khủng bất nghi",
    "meaning": "Nạp lại thành danh tại thử thời\nBất tu nghi luận vấn cao độ\nThự kiêm hao phá hưu quái lẫu\nQuá thủng cơ duyên khủng bất nghi",
    "details": "Xin sở làm nghề võ nên ở tại giờ này\nKhông cần lo ngại hỏi cao thấp\nTừ nay ta hao tôn đừng tiếc\nQua cơ hội nay sau không thể được."
  },
  {
    "id": "715",
    "name": "CẤU",
    "description": "Văn thơ trì thế tử tôn xương\nDục thảo gia nô vị tất lương\nCánh kỵ nhàn phi đa thất thoác\nTổng nhiêu yếu thảo táo thương lương",
    "meaning": "Văn thơ trì thế tử tôn xương\nDục thảo gia nô vị tất lương\nCánh kỵ nhàn phi đa thất thoác\nTổng nhiêu yếu thảo táo thương lương",
    "details": "Hào văn thơ trì thế hào tử tôn mạnh\nMuốn mướn tôi tớ chưa ắt tốt\nE có chuyện đôi chối và hay mất mặt\nNhư muốn mướn phải tính đi tính lại."
  },
  {
    "id": "716",
    "name": "TỤNG",
    "description": "Cáo trạng chiếm chỉ đắc thuận tình\nVăn thơ quan quỉ lưỡng tương lâm\nỨng lai sanh thế tha sanh ngả\nCáo đắc chung tu lý đắc vinh",
    "meaning": "Cáo trạng chiếm chỉ đắc thuận tình\nVăn thơ quan quỉ lưỡng tương lâm\nỨng lai sanh thế tha sanh ngả\nCáo đắc chung tu lý đắc vinh",
    "details": "Vô đơn kiện quẻ này thuận tình\nHào văn thơ hào quan quỉ đều hiện vô quẻ\nHào ứng sanh thế là người ta sanh lại mình\nVụ kiện này chắc chắn mình đắc lý."
  },
  {
    "id": "717",
    "name": "ĐỘN",
    "description": "Trí hoá quân chiếm hữu giới loan\nTử tôn trì thế bất tu mang\nThập phần tài lợi bình an đắc\nNhứt nhân kinh dinh bảo cửu trường",
    "meaning": "Trí hoá quân chiếm hữu giới loan\nTử tôn trì thế bất tu mang\nThập phần tài lợi bình an đắc\nNhứt nhân kinh dinh bảo cửu trường",
    "details": "Dự trữ hàng hoá ngươi sẽ gặp bạn hàng tốt\nHào tử tôn trì thế không nên lo\nMười phần tài lợi thâu đặng khoẻ\nTự ý tín toán làm ăn được bền chặt."
  },
  {
    "id": "718",
    "name": "BỈ",
    "description": "Mải điền chiếm thử khủng phi nghi\nQuan quỉ văn thơ hữu thị phi\nMãi đắc lai thời hoa lợi thiểu\nLương đa sai thất khủng phi nghi",
    "meaning": "Mải điền chiếm thử khủng phi nghi\nQuan quỉ văn thơ hữu thị phi\nMãi đắc lai thời hoa lợi thiểu\nLương đa sai thất khủng phi nghi",
    "details": "Mua ruộng quẻ e không tốt\nHào quan quỉ khắc hào văn thơ có việc rầy\nDầu rán mua được huê lợi cũng ít\nLúa ruộng nhiều năm thiếu hụt không khá."
  },
  {
    "id": "721",
    "name": "QUYẾT",
    "description": "Tử tôn trì thế tử tôn cường\nGiao việc chiếm chỉ sự khả thương\nĐắc lực chung nhơn lai trợ ngả\nBất ta nghi lự bảo vô phòng",
    "meaning": "Tử tôn trì thế tử tôn cường\nGiao việc chiếm chỉ sự khả thương\nĐắc lực chung nhơn lai trợ ngả\nBất ta nghi lự bảo vô phòng",
    "details": "Hào tử tôn trì thế phước tỉnh mạnh\nMua bàn quẻ này tính được\nCó người đủ sức đến giúp đỡ mình\nKhông nên lo ngại, không hại gì đâu"
  },
  {
    "id": "722",
    "name": "ĐOÀI",
    "description": "Lưỡng trùng phụ mẫu nhất trùng tài\nDựng dục chiếm chỉ thiệt mĩ tai\nĐông quí sanh nam hè sanh nữ\nHư kinh tuy hữu bất hại thương",
    "meaning": "Lưỡng trùng phụ mẫu nhất trùng tài\nDựng dục chiếm chỉ thiệt mĩ tai\nĐông quí sanh nam hè sanh nữ\nHư kinh tuy hữu bất hại thương",
    "details": "Hai hào phụ mẫu một hào tài\nChửa nghén sanh đẻ quẻ này tốt\nCuối đông sanh trai, mùa hạ sanh con gái\nViệc kinh tâm có nhưng không thiệt hại"
  },
  {
    "id": "723",
    "name": "CÁCH",
    "description": "Tầm nhơn lộ thượng hỉ tương phùng\nThế ứng tương sanh tối hữu công\nNgạn bạn thuỷ biên tương tựu hội\nNhơn tài lưỡng kiến hỉ trùng trùng",
    "meaning": "Tầm nhơn lộ thượng hỉ tương phùng\nThế ứng tương sanh tối hữu công\nNgạn bạn thuỷ biên tương tựu hội\nNhơn tài lưỡng kiến hỉ trùng trùng",
    "details": "Kiếm người lại gặp đi dọc đường\nHào thế ứng được tương sanh rất có công\nGặp ngối nói chuyện bên mé sông, trên lề đường\nNgười một của hai đặng luôm 2 việc"
  },
  {
    "id": "724",
    "name": "TUỲ",
    "description": "Quân chiếm nạp giám thiểu như tâm\nThế vị phùng hung bất túc luân\nThả tự trì trì hưu yếu cấp\nCanh phòng mục hạ hữu hư kinh",
    "meaning": "Quân chiếm nạp giám thiểu như tâm\nThế vị phùng hung bất túc luân\nThả tự trì trì hưu yếu cấp\nCanh phòng mục hạ hữu hư kinh",
    "details": "Người xin sở làm nghề văn sai theo ý muốn\nHào thế xấu quá làm gì không được\nMình chờ chầm chậm đừng tính gấp\nPhải cẩn thận ít ngày có việc kinh khủng."
  },
  {
    "id": "725",
    "name": "ĐẠI HOÁ",
    "description": "Dục chiếm thú thiếp sự hà như\nMỹ mạo thanh tươi hảo kỳ nga\nCánh đắc minh châu sanh quí tử\nYếu tri tiện hoá đắc trung hoà",
    "meaning": "Dục chiếm thú thiếp sự hà như\nMỹ mạo thanh tươi hảo kỳ nga\nCánh đắc minh châu sanh quí tử\nYếu tri tiện hoá đắc trung hoà",
    "details": "Muốn cưới vợ sau coi quẻ này được không\nNgười này bóng dáng vén khéo phải người đàn bà\nĐây sắp có sanh con trai tốt\nMới biết trời đất thương người lòng tốt"
  },
  {
    "id": "726",
    "name": "KHỔN",
    "description": "Hoà sự ưng tri vị toại tình\nBất như thối bộ miễn hư kinh\nTrùng trùng quan quỉ lai tương khắc\nTất đãi quan hoà chiêu khả thành",
    "meaning": "Hoà sự ưng tri vị toại tình\nBất như thối bộ miễn hư kinh\nTrùng trùng quan quỉ lai tương khắc\nTất đãi quan hoà chiêu khả thành",
    "details": "Việc tính cầu huề đây chưa được yên\nChỉ bằng tính nghĩ đi việc khỏi lo sợ\nHào quan quỉ động trùng khắc lại hào thế\nChờ tới quan xử huề mới được"
  },
  {
    "id": "727",
    "name": "HÀM",
    "description": "Cầu hôn chiếm thử quái vi cao\nThế ứng tương sanh phước lộc nhiêu\nPhu phụ tề mi gia kế túc\nNữ đa tử thiếu mạng trung chiều",
    "meaning": "Cầu hôn chiếm thử quái vi cao\nThế ứng tương sanh phước lộc nhiêu\nPhu phụ tề mi gia kế túc\nNữ đa tử thiếu mạng trung chiều",
    "details": "Gả cưới quẻ này được lắm\nHào thế ứng được tương sanh phước lộc nhiều\nVợ chồng mạnh giỏi làm ăn khá\nGái nhiều trai ít tại số mạng"
  },
  {
    "id": "728",
    "name": "TUÝ",
    "description": "Quỉ hào lâm vị khắc thê tài\nDục vấn thăng thiên sự dị tuỳ\nHưu thính bàn nhơn thuyết hư tín\nChỉ nghỉ thủ cựu tất nhiên giai",
    "meaning": "Quỉ hào lâm vị khắc thê tài\nDục vấn thăng thiên sự dị tuỳ\nHưu thính bàn nhơn thuyết hư tín\nChỉ nghỉ thủ cựu tất nhiên giai",
    "details": "Hào quỉ hiện vô quẻ khắc hào thê tài\nMuốn hỏi về lên chức việc chưa được\nBị người bàn quan nói dóc đồn nhuyễn\nGiữ theo chức việv cũ chắc hơn."
  },
  {
    "id": "731",
    "name": "ĐẠI HỮU",
    "description": "Quân chiếm tật bịnh vẫn thần minh\nTứ thể năn an cốt tiết đông\nGia nội phước thần tinh tịch quỉ\nTam sanh cúng hiến định an ninh",
    "meaning": "Quân chiếm tật bịnh vẫn thần minh\nTứ thể năn an cốt tiết đông\nGia nội phước thần tinh tịch quỉ\nTam sanh cúng hiến định an ninh",
    "details": "Ngươi hỏi thần về việc đau ốm\nTay chân mỏi mê gân cốt nhức\nĐộng ông tào và thổ quỉ\nPhải cúng vái mới được mạnh giỏi."
  },
  {
    "id": "723",
    "name": "KHUÊ",
    "description": "Thử quái chiếm lai thử bất nghi\nQuân vẫn phân gia hữu thị phi\nĐãi đáo lai xuân phương khởi ý\nPhương bảo vô ngu hựu mỹ hoà",
    "meaning": "Thử quái chiếm lai thử bất nghi\nQuân vẫn phân gia hữu thị phi\nĐãi đáo lai xuân phương khởi ý\nPhương bảo vô ngu hựu mỹ hoà",
    "details": "Quẻ chiếm có việc không nên làm\nNgươi hỏi chia gia tài có rầy\nChờ tới sang năm mới ngỏ ý\nMới khỏi việc lo buốn mà lại êm thấm"
  },
  {
    "id": "733",
    "name": "LY",
    "description": "Quân lai vấn hội sự triền miên\nVô nại tinh thần tính bất nhiêu\nMạc bị tiểu nhơ tương sự toán\nPhá phí tiền tài hựu ngan tiêu",
    "meaning": "Quân lai vấn hội sự triền miên\nVô nại tinh thần tính bất nhiêu\nMạc bị tiểu nhơ tương sự toán\nPhá phí tiền tài hựu ngan tiêu",
    "details": "Nhười hỏi việc này muốn nhóm đây\nNgặt vì gặp năm vận không tốt\nBị kẻ tiểu nhơn đem việc mình mét thót\nTốn hao tiền của còn nhiếu việc rối ren"
  },
  {
    "id": "734",
    "name": "PHỆ HẠT",
    "description": "Quân vẫn mưu sự quái tâm hoài\nTây Bắc tỉnh thần tác hoạ tai\nChỉ thỉnh hữu thân khu trục khứ\nQuới nhơn đắc hỉ bất vi nan",
    "meaning": "Quân vẫn mưu sự quái tâm hoài\nTây Bắc tỉnh thần tác hoạ tai\nChỉ thỉnh hữu thân khu trục khứ\nQuới nhơn đắc hỉ bất vi nan",
    "details": "Ngươi tính việc đó sai tâm địa ngươi lắm\nNgười làm hại mình đây ở hướng Tây Bắc\nKiếm anh em bạn thân thích nhờ tới điều đình với người đó\nBực quới nhân đó đặng việc mừng hết làm khó"
  },
  {
    "id": "735",
    "name": "ĐẢNH",
    "description": "Thành tâm chiếm bốc vấn nhơn đo\nHài nhi hỉ sự bất tất ưu\nQuan quỉ lao hào tu đảo cáo\nThân thương thể kiện bất tu sầu",
    "meaning": "Thành tâm chiếm bốc vấn nhơn đo\nHài nhi hỉ sự bất tất ưu\nQuan quỉ lao hào tu đảo cáo\nThân thương thể kiện bất tu sầu",
    "details": "Có lòng thành tới chiếm quẻ hỏi nguồn cơn\nĐứa bé đau đó không đến đỗi phải rầu lo\nHào quan quỉ động phải cúng vái\nÍt bữa mạnh như thường rấu buồn chi"
  },
  {
    "id": "736",
    "name": "VỊ TẾ",
    "description": "Tử chiếm phụ mẫu bịnh triền miên\nChỉ vị tinh thần váng lai truyền\nHuờn yếu phá tài tỉnh bảo hựu\nThỉnh y phục dược tức nhiên an",
    "meaning": "Tử chiếm phụ mẫu bịnh triền miên\nChỉ vị tinh thần váng lai truyền\nHuờn yếu phá tài tỉnh bảo hựu\nThỉnh y phục dược tức nhiên an",
    "details": "Quẻ coi cha mẹ đau trầm trệ\nBịnh đau mắc phải sao hạn xấu,\nTốn chút đỉnh cúng kiến cho rồi\nRướt thầy hốt thuốc ít bữa mạnh"
  },
  {
    "id": "737",
    "name": "LỮ",
    "description": "Quân chiếm mãi sản thị giai phòng\nDi gia chi hậu sự kiết xương\nHuờn tiểu lương thần tinh kiết nhựt\nThân lân tôn tửu hạ tân phòng",
    "meaning": "Quân chiếm mãi sản thị giai phòng\nDi gia chi hậu sự kiết xương\nHuờn tiểu lương thần tinh kiết nhựt\nThân lân tôn tửu hạ tân phòng",
    "details": "Ngươi coi quẻ mua nhà được nhà này tốt\nDời nhà về ở rồi từ đó làm ăn tốt lắm\nVề lựa ngày lành thánh tốt cúng\nMời anh em xóm riềng tới ăn tân gia."
  },
  {
    "id": "738",
    "name": "TẤN",
    "description": "Quân chiếm gia trạch yếu di cư\nTrạch thủ lương niên kiết nhựt thời\nAn phú tăng vinh đa kiết lợi\nĐinh nhơn phước lộc đinh vi nghi",
    "meaning": "Quân chiếm gia trạch yếu di cư\nTrạch thủ lương niên kiết nhựt thời\nAn phú tăng vinh đa kiết lợi\nĐinh nhơn phước lộc đinh vi nghi",
    "details": "Ngươi coi quẻ yếu được dời nhà\nLựa năm tháng ngày giờ tốt\nLàm ăn khá mạnh giỏi nhiều tài lợi\nCon cháu đông phước lộc nhiều tốt lắm( nên làm)"
  },
  {
    "id": "741",
    "name": "ĐẠI TRÁNG",
    "description": "Quái chiếm phần mộ sự như hà\nSơn hướng đông tây nải khả qua\nSản cận sơn lâm đa trạch huyệt\nNhi tôn hậu đại trúng cao khôi",
    "meaning": "Quái chiếm phần mộ sự như hà\nSơn hướng đông tây nải khả qua\nSản cận sơn lâm đa trạch huyệt\nNhi tôn hậu đại trúng cao khôi",
    "details": "Quẻ coi mồ mả ta làm sao\nPhương hướng phong thủy được lắm\nỞ gần núi rừng cảnh có vẻ đẹp\nĐời sau con cháu học giỏi đậu cao"
  },
  {
    "id": "742",
    "name": "QUI MỤI",
    "description": "Phóng trướng cầu tài vấn bốc lai\nQuái hào thế ứng, khả sanh tài\nNhư phùng Xuân hạ bình bình quái\nThu mạc đông sơ hữu lợi qui",
    "meaning": "Phóng trướng cầu tài vấn bốc lai\nQuái hào thế ứng, khả sanh tài\nNhư phùng Xuân hạ bình bình quái\nThu mạc đông sơ hữu lợi qui",
    "details": "Cho vay, bán chịu, cầu tài hỏi quẻ được không\nTrong quẻ hào thế hào ứng sanh ra hào tài\nNhư gặp Xuân, Hạ lời vừa vừa\nMùa thu cuối mùa đông tài lợi nhiều"
  },
  {
    "id": "743",
    "name": "PHONG",
    "description": "Tài hào thượng quái tối vi nghi\nTá thủ tiền tài nải tất nghi\nNhược tại thu đông đa bất túc\nNhư phùng xuân hạ lưỡng tương nghi",
    "meaning": "Tài hào thượng quái tối vi nghi\nTá thủ tiền tài nải tất nghi\nNhược tại thu đông đa bất túc\nNhư phùng xuân hạ lưỡng tương nghi",
    "details": "Hào tài hiện quẻ rất là tốt\nVay mượn tiền bạc được rõ ràng\nCòn ở mùa Thu, Đông mượn không đủ xài\nNếu gặp Xuân, hay hạ dư xài"
  },
  {
    "id": "744",
    "name": "CHẤN",
    "description": "Quái chiếm lục súc hỉ lâm môn\nNgưu, mã, trư, dương lợi xứng tâm\nHảo mạng niên niên thiên tiểu độc\nCanh trù vị lợi hữu hư kinh",
    "meaning": "Quái chiếm lục súc hỉ lâm môn\nNgưu, mã, trư, dương lợi xứng tâm\nHảo mạng niên niên thiên tiểu độc\nCanh trù vị lợi hữu hư kinh",
    "details": "Quẻ chiếm lục súc việc vui mừng đến cửa\nTrâu, ngựa, heo, dê lời khá lắm\nMạng tốt mỗi năm mỗi sanh nghé\nCày bừa khá khá có việc hư kinh"
  },
  {
    "id": "745",
    "name": "HẰNG",
    "description": "Hằng quái tài lâm thế vị lai\nĐổ tiền phùng thử thiệt thân tai\nXuân gian lợi tức bình bình quá\nHạ quí thu thời mảng thủ tài",
    "meaning": "Hằng quái tài lâm thế vị lai\nĐổ tiền phùng thử thiệt thân tai\nXuân gian lợi tức bình bình quá\nHạ quí thu thời mảng thủ tài",
    "details": "Quẻ hằng hào tài hiện vô quẻ đóng vô hào thế\nCờ bạc gặp quẻ này thật tốt thay\nTrong mùa xuân tài lợi vừa vừa\nCuối hạ đầu mùa thu tiền của đầy rương"
  },
  {
    "id": "746",
    "name": "GIẢI",
    "description": "Quân chiếm khai điếm hứa quân khai\nTiếp nhận nghinh môn tiếu mảng hoài\nHoà vật huỡn huơn đa ý đắc\nĐông Tây Nam Bắc quân chiêu tài",
    "meaning": "Quân chiếm khai điếm hứa quân khai\nTiếp nhận nghinh môn tiếu mảng hoài\nHoà vật huỡn huơn đa ý đắc\nĐông Tây Nam Bắc quân chiêu tài",
    "details": "Người chiếm khui tiệm đoán chắc nên lắm\nKhách ra vào mau bán đông đặc\nHàng hoá thủng thẳng ngày chứa thêm nhiều\nĐông, Tây, Nam, Bắc bạn hàng đều đến mua bán lời nhiều"
  },
  {
    "id": "747",
    "name": "TIỂU HOÁ",
    "description": "Thế ứng tuỳ hoà quái thậm kỳ\nHồi hương chiếm thử quái vô ngu\nGia trung dịch hộ sai diu trọng\nPhàm sự tàn cơ thiểu thị phi",
    "meaning": "Thế ứng tuỳ hoà quái thậm kỳ\nHồi hương chiếm thử quái vô ngu\nGia trung dịch hộ sai diu trọng\nPhàm sự tàn cơ thiểu thị phi",
    "details": "Hào thế hào ứng huề, quẻ này rất lạ thay\nCoi quẻ không có gì lo đâu\nBạn bè tôi tớ trong nhà khiên gánh chèo chống\nViệc gì của mình, mình cất kín thì việc ít rầy rà"
  },
  {
    "id": "748",
    "name": "DỰ",
    "description": "Cầu tài bốc quái hỉ sanh tài\nNhậm giảng Đông Tây bất tất xay\nNhược thị bổn vì cầu lợi ích\nQuản gia bạch thủ đất tương lai",
    "meaning": "Cầu tài bốc quái hỉ sanh tài\nNhậm giảng Đông Tây bất tất xay\nNhược thị bổn vì cầu lợi ích\nQuản gia bạch thủ đất tương lai",
    "details": "Cầu tài quẻ này có của làm ra của\nMặc ý Đông Tây hướng nào cũng tốt hết\nNếu chủ sợ ít vốn không lời\nĐoán không cần vốn đi tay không cũng có lời"
  },
  {
    "id": "751",
    "name": "TIỂU SÚC",
    "description": "Quái trung hỉ kiến lưỡng trùng tài\nThủ ngh chiếm chi thiệt mỹ tai\nChỉ nại trùng trùng huynh đệ kiến\nĐại tài nan kiến tiểu tài lai",
    "meaning": "Quái trung hỉ kiến lưỡng trùng tài\nThủ ngh chiếm chi thiệt mỹ tai\nChỉ nại trùng trùng huynh đệ kiến\nĐại tài nan kiến tiểu tài lai",
    "details": "Quẻ này thấy 2 hào tài trùng\nCông nghệ làm gặp quẻ này tốt lắm\nNgặt có hào huynh đệ động trùng\nĐại tài thì khó thấy, lời ít thì gặp"
  },
  {
    "id": "752",
    "name": "TRUNG PHÙ",
    "description": "Hành nhơn lai tảo giữ lai trì\nQuái nội phân minh thuyết giữ tri\nHợi Sửu lai lâm phương khả đáo\nTuỳ tâhn tài bạch tự nhiên kỳ",
    "meaning": "Hành nhơn lai tảo giữ lai trì\nQuái nội phân minh thuyết giữ tri\nHợi Sửu lai lâm phương khả đáo\nTuỳ tâhn tài bạch tự nhiên kỳ",
    "details": "Người đi đường đến sớm cùng đn muộn\nQue hiện sao nói rõ ràng cho biết\nNgày Hợi, Sửu tới đây người đó về tới\nNgười có đem theo tiền của và hàng giẻ nữa chắc vậy"
  },
  {
    "id": "753",
    "name": "GIA NHƠN",
    "description": "Quái chiếm gia trạch tối vì tiên\nLão giả an chỉ thiếu giả nhàn\nQuan kiến văn thơ ca phát đạt\nPhước nhơn tương ẩm mạc ưu tiên",
    "meaning": "Quái chiếm gia trạch tối vì tiên\nLão giả an chỉ thiếu giả nhàn\nQuan kiến văn thơ ca phát đạt\nPhước nhơn tương ẩm mạc ưu tiên",
    "details": "Quẻ coi trước hết về phần gia đạo\nNgười già mạnh giỏi, đứa trẻ ăn chơi\nHào quan quỉ văn thơ đều tỏ rạng\nPhước đức ông bà, quới nhơn ủng hộ đừng nóng lòng"
  },
  {
    "id": "754",
    "name": "ÍCH",
    "description": "Hiệp loả kinh dinh ứng hữu tài\nTài hào trì thế xứng tâm hoài\nHạ Thu nhị quí tài nguyên thạnh\nNhược đáo Xuân, Đông tài cánh thêm",
    "meaning": "Hiệp loả kinh dinh ứng hữu tài\nTài hào trì thế xứng tâm hoài\nHạ Thu nhị quí tài nguyên thạnh\nNhược đáo Xuân, Đông tài cánh thêm",
    "details": "Hùng hạp bè bạn làm ăn chắc có lợi\nHào tài trí thế hài lòng lắm, đâu được đó\nMùa Hạ, mùa Thu nguồn tài thạnh\nNếu mùa Xuân, Đông tài lợi thêm nhiều"
  },
  {
    "id": "755",
    "name": "TỐN",
    "description": "Trường giải tu tri thọ khổ tân\nHình thương bất kiến hữu ưu tâm\nVãng lai lộ thiệp đa lao lực\nCẩn đắc qui lai ngộ quới nhơn",
    "meaning": "Trường giải tu tri thọ khổ tân\nHình thương bất kiến hữu ưu tâm\nVãng lai lộ thiệp đa lao lực\nCẩn đắc qui lai ngộ quới nhơn",
    "details": "Đường xa giải người chịu nhiều cay đắng\nTội tình không có chớ nhiều việc rầu lo\nQua lai đường trường nhiều mệt nhọc\nChừng ngày trở lại gặp quới nhân."
  },
  {
    "id": "756",
    "name": "HOÁN",
    "description": "Thất tài thất vật mạc ưu tư\nGia tặc nan phòng huơn huỡn tầm\nLũ ngộ tặc đồ huờn phách thất\nThời phùng Sửu Hợi cánh phòng kinh",
    "meaning": "Thất tài thất vật mạc ưu tư\nGia tặc nan phòng huơn huỡn tầm\nLũ ngộ tặc đồ huờn phách thất\nThời phùng Sửu Hợi cánh phòng kinh",
    "details": "Mất tiền mất của đừng buồn rầu\nĂn trộm là người trong nhà khó giữ lắm chậm rồi tìm ra mối\nHằng gặp bọn gian trở lại bắt hụt\nĐề phòng ngày giờ Sửu, Hợi có việc kinh tâm."
  },
{
    "id": "757",
    "name": "TIỆM",
    "description": "Nhơn đinh tẩu thất cấp nan tầm\nMẹo Tuất Triêm thân mạc thức tâm\nChỉ tại đông nam phương thướng khí\nYếu tri tiêu tức chuyển lai xuân",
    "meaning": "Nhơn đinh tẩu thất cấp nan tầm\nMẹo Tuất Triêm thân mạc thức tâm\nChỉ tại đông nam phương thướng khí\nYếu tri tiêu tức chuyển lai xuân",
    "details": "Tôi tớ trốn kiếm gấp khó lắm\nCó người bà con nó ở hướng mẹo ( Đông), Tuất( Tây) giấu bặt tin\nBây giờ dời trốn hướng đông nam rồi\nMuốn biết tin tức chờ sang năm"
  },
  {
    "id": "758",
    "name": "QUAN",
    "description": "Mục hạ tật lai thông tương liêng\nQuan sát tan vu vãng cảnh vinh\nNhược phục chiếm chỉ thiêm hạt toán\nTriều tiên quan dịu phương khả chung",
    "meaning": "Mục hạ tật lai thông tương liêng\nQuan sát tan vu vãng cảnh vinh\nNhược phục chiếm chỉ thiêm hạt toán\nTriều tiên quan dịu phương khả chung",
    "details": "Đương thời có đau chút đỉnh trong mình không sao\nCây tan vu bóng xế rồi, nhánh lá xum xuê( mạnh)\nNếu hỏi tuổi tác còn sống thêm nữa\nTrong vòng 12 năm nữa mới khá lo"
  },
  {
    "id": "761",
    "name": "NHU",
    "description": "Quân chiếm nhập ngao vị toàm mỹ\nCách giác trùng phùng hữu thị phi\nNữ mạng tùng phu tỉnh thúc thọ\nTất tu biệt kế tái vinh vi",
    "meaning": "Quân chiếm nhập ngao vị toàm mỹ\nCách giác trùng phùng hữu thị phi\nNữ mạng tùng phu tỉnh thúc thọ\nTất tu biệt kế tái vinh vi",
    "details": "Người hỏi về việc ở theo quê vợ chưa trọn tốt\nNhiều người xoi bói kẻ vạch sanh rầy rà\nSố mạng đứa gái 2 đời chồng và thiếu sức khoẻ\nPhải lo tính chỗ khác đừng mơ ước nữa"
  },
  {
    "id": "762",
    "name": "TIẾT",
    "description": "Mộng mị chiếm chi vị xứng hoài\nGia trung tiểu khẩu yếu phòng tai\nThị phi khẩu thiệt tu cẩn thận\nPhá phi tiền tài chuyển phước lai",
    "meaning": "Mộng mị chiếm chi vị xứng hoài\nGia trung tiểu khẩu yếu phòng tai\nThị phi khẩu thiệt tu cẩn thận\nPhá phi tiền tài chuyển phước lai",
    "details": "Chiêm bao quẻ này chưa vừa lòng\nMấy đứa nhỏ trong nhà nên đề phòng tai hại\nTiếng thị phi lời khẩu thiệt phải cẩn thận\nHao tiền của ít gặp việc may lắm"
  },
  {
    "id": "763",
    "name": "KÝ TẾ",
    "description": "Quân chiếm tầm quán vật ưu tâm\nQuản thủ kiêm niên thắng thương xuân\nTân chủ tương đầu đa phước lộc\nĐịnh trì yếu kiến đại quới nhơn",
    "meaning": "Quân chiếm tầm quán vật ưu tâm\nQuản thủ kiêm niên thắng thương xuân\nTân chủ tương đầu đa phước lộc\nĐịnh trì yếu kiến đại quới nhơn",
    "details": "Ngươi hỏi về dạy học đạo đừng có buồn\nKể chắc năm nay hơn hồi tết rồi\nKhách chủ ưa nhau nhiều phước lộc\nĐây rồi phải làm quen ra mắt ông quan sở tại"
  },
  {
    "id": "764",
    "name": "CHUẨN",
    "description": "Quân chiếm cầu tử thử quái chơn\nPhụ mẫu thân nương khắc tử tôn\nYếu kiến chỉ lan tu thiếp hữu\nNhư vô phước hữu tử hưu luân",
    "meaning": "Quân chiếm cầu tử thử quái chơn\nPhụ mẫu thân nương khắc tử tôn\nYếu kiến chỉ lan tu thiếp hữu\nNhư vô phước hữu tử hưu luân",
    "details": "Ngươi coi cầu con quẻ này thiệt\nCha mẹ ông bà khắc tử tôn\nNếu muốn thấy cỏ chi lan vợ sau mới có\nNếu nhà ít phước thôi đừng tính có con nữa"
  },
  {
    "id": "765",
    "name": "TỈNH",
    "description": "Khẩu thiệt nhàn phi bất túc luân\nQuới nhơn tất hữu hỉ tương lâm\nHổ đầu xà vĩ tu đương kỵ\nKhả tỷ không trung mhứt trận vân",
    "meaning": "Khẩu thiệt nhàn phi bất túc luân\nQuới nhơn tất hữu hỉ tương lâm\nHổ đầu xà vĩ tu đương kỵ\nKhả tỷ không trung mhứt trận vân",
    "details": "Rầy rà phải quấy không đủ lo\nCó người tử tế đem việc mừng đến cho mình\nĐầu cọp đuôi rắn phải sợ\nNếu ví giữq trời một trận mây"
  },
  {
    "id": "766",
    "name": "KHAM",
    "description": "Huynh đệ trùng trùng hào thượng xuân\nBất như an phận thủ điền viên\nXuất hành nhược vấn hung hà kiết\nHap phá tu phòng sự bất thành",
    "meaning": "Huynh đệ trùng trùng hào thượng xuân\nBất như an phận thủ điền viên\nXuất hành nhược vấn hung hà kiết\nHap phá tu phòng sự bất thành",
    "details": "Hào huynh đệ động trùng ứng vô quẻ\nChẳng bằng an phận giữ cảnh ruộng vườn\nMuốn xuất hành hỏi tốt hay xấu\nHao tiền tốn của nhưng việv không nên"
  },
  {
    "id": "767",
    "name": "KIỂN",
    "description": "Thủ ngư ba đào nhứt dịp chu\nThử thân khứ hướng Bắc phương lưu\nNhư kiêm xanh đắc nạn đầu đáo\nThượng hữu cơ duyên tại mục tiền",
    "meaning": "Thủ ngư ba đào nhứt dịp chu\nThử thân khứ hướng Bắc phương lưu\nNhư kiêm xanh đắc nạn đầu đáo\nThượng hữu cơ duyên tại mục tiền",
    "details": "Nghê giang lợi đây cỡi chiếc ghe kướt sóng gió\nMình thử đi về nơi hướng bắc\nNếu gặp cái cồn cạn nào đó\nCó cuộc làm ăn khá lắm tại chỗ đó"
  },
  {
    "id": "768",
    "name": "TÝ",
    "description": "Thâu thành chiếm thử quái trung bình\nChỉ hứa thâu thành bàn nhập môn\nTảo hoá bất cập vãng hòa hảo\nTình đa vũ thiểu cốc phong đăng",
    "meaning": "Thâu thành chiếm thử quái trung bình\nChỉ hứa thâu thành bàn nhập môn\nTảo hoá bất cập vãng hòa hảo\nTình đa vũ thiểu cốc phong đăng",
    "details": "Mùa màng quẻ này tạm vừa ý\nĐoán chắc đến mùa thâu được một nửa\nMuốn sớm tốt không bằng lúa muộn\nNắng chiều mưa ít lúa mùa trúng"
  },
  {
    "id": "771",
    "name": "ĐẠI SÚC",
    "description": "Văn thơ quan quỉ quới nhơn đa\nLãnh khước phê văn sự khả hoà\nTấn bộ tự nhiên đa cách trở\nKiến cơ nhi tán tiểu ha ha",
    "meaning": "Văn thơ quan quỉ quới nhơn đa\nLãnh khước phê văn sự khả hoà\nTấn bộ tự nhiên đa cách trở\nKiến cơ nhi tán tiểu ha ha",
    "details": "Hào văn thơ quan quỉ quới nhơn nhiều\nChờ đợi lãng văn bằng việc đó được\nĐường tiến bộ nhiều việc trở ngại\nTuỳ thời thế mà làm có sự vui mừng"
  },
  {
    "id": "772",
    "name": "TÔN",
    "description": "Sanh ý chiếm phùng thử quái hào\nMảng trung cầu tổn tối vị cao\nNhược biển tiểu phí phương toại ý\nThân Mùi thời phụng tiện khả phao",
    "meaning": "Sanh ý chiếm phùng thử quái hào\nMảng trung cầu tổn tối vị cao\nNhược biển tiểu phí phương toại ý\nThân Mùi thời phụng tiện khả phao",
    "details": "Mua bán coi quẻ này không hay\nHàng hoá nhiều tính bán bớt hay lắm\nNếu có lỗ lã chút ít cũng chịu nữa\nGiờ Thân, Mùi, mới gặp mối tốt"
  },
  {
    "id": "773",
    "name": "BÍ",
    "description": "Kiến quới chiếm chi vận bất như\nCông danh thiết mạt ý trù trì\nTổng nhiên kiến nhi vô tài lợi\nHà tất lao lao thủ thử châu",
    "meaning": "Kiến quới chiếm chi vận bất như\nCông danh thiết mạt ý trù trì\nTổng nhiên kiến nhi vô tài lợi\nHà tất lao lao thủ thử châu",
    "details": "Ra mắt quan lớn quẻ này xấu quá\nCông danh tính gấp đừng chần chờ\nNhư ra mắt mà gặp việc nói không thành\nBo bo ôm cục ngọc này chỉ (lo lót)"
  },
  {
    "id": "774",
    "name": "HI",
    "description": "Tài hào trì thế ý tuỳ nguyên\nQuân vẫn xuân tàm hỉ xứng tâm\nBất tất da chiếm không phí lực\nThập phần tài hỉ tại môn đình",
    "meaning": "Tài hào trì thế ý tuỳ nguyên\nQuân vẫn xuân tàm hỉ xứng tâm\nBất tất da chiếm không phí lực\nThập phần tài hỉ tại môn đình",
    "details": "Hào tài trì thế việc làm theo ý muốn\nNgươi hỏi tằm tơ mừng cho được việc\nChẳng coi quẻ hao tốn mất công\nTài hỉ mười phần được thâu trọn"
  },
  {
    "id": "775",
    "name": "CỔ",
    "description": "Tử tôn quan quỉ phách tương liên\nTố cáo tu tri vọng bao lần\nThuỷ hoà chỉ thời pjương đắc lý\nNha môn vô tiền bất tất ngôn",
    "meaning": "Tử tôn quan quỉ phách tương liên\nTố cáo tu tri vọng bao lần\nThuỷ hoà chỉ thời pjương đắc lý\nNha môn vô tiền bất tất ngôn",
    "details": "Hào tử tôn hào quan quỉ sợ đi chung\nVô đơn kiện ý mình hy vọng quan xót thương\nGiờ hay ngày Tý, Ngọ mới đem ra xử\nPhải biết nha môn không tiền đừng men đến"
  },
  {
    "id": "776",
    "name": "MONG",
    "description": "Tiền lương giải tống yếu trì trì\nMục hạ tu tri định bất môn\nXuân Hạ thập phần đa toại ý\nThu Đông chỉ khủng yếu trì trì",
    "meaning": "Tiền lương giải tống yếu trì trì\nMục hạ tu tri định bất môn\nXuân Hạ thập phần đa toại ý\nThu Đông chỉ khủng yếu trì trì",
    "details": "Tiền lương đưa giải phải chầm chậm\nĐương thời bây giờ phải biết việc chưa rành rẽ\nMuà Xuân, Hạ mười phần được vừa ý\nQua Thu, Đông sợ chậm trễ"
  },
  {
    "id": "777",
    "name": "CẤN",
    "description": "Khởi tin chiếm chỉ bất tất nan\nTồn thần định ý tái thương lương\nLục hào yên tịnh tài tuy vượng\nTất thủ bình yên định cửu trường",
    "meaning": "Khởi tin chiếm chỉ bất tất nan\nTồn thần định ý tái thương lương\nLục hào yên tịnh tài tuy vượng\nTất thủ bình yên định cửu trường",
    "details": "Khởi công gặp quẻ này đừng lo (không nên hốp tốp)\nPhải suy nghĩ cho kĩ tính cho chắc mới được\nSáu hào yên lặng hào tài vượng\nTừ đây về sau được bình yên làm ăn lâu dài"
  },
  {
    "id": "778",
    "name": "BÁC",
    "description": "Tài lâm ứng vì khắc văn thơ\nThác hoá chiếm cần yếu tam tư\nViệc yếu thoát thời nghi đình đãi\nCanh Tân, Hợi, Tý khả mưu chi",
    "meaning": "Tài lâm ứng vì khắc văn thơ\nThác hoá chiếm cần yếu tam tư\nViệc yếu thoát thời nghi đình đãi\nCanh Tân, Hợi, Tý khả mưu chi",
    "details": "Hào tài lâm hào hứng khắc vào văn thơ\nSang đến hàng hoá tính đi tính lại cho kỹ\nTrong ngày giờ sang xến đó phải dè dặt\nNgày, giờ Canh, Tân, Hợi – Tý khởi sự mới xong."
  },
  {
    "id": "781",
    "name": "THAI",
    "description": "Cầu y trị bịnh bất sấu hung\nPhước đức lâm y định hữu công\nChỉ đãi giao thông phương khả thoát\nHảo tương lễ vật tại lang trung",
    "meaning": "Cầu y trị bịnh bất sấu hung\nPhước đức lâm y định hữu công\nChỉ đãi giao thông phương khả thoát\nHảo tương lễ vật tại lang trung",
    "details": "Rước thầy trị bịnh đừng sợ bịnh đau nặng\nQuẻ hào phước đức hiện vô hào thuốc, ông này hốt được\nPhải nuôi thầy cần người qua đến mùa đông bịnh mới mạnh\nNgày sau sắm lễ vật đáp ơn người ta."
  },
  {
    "id": "782",
    "name": "LÂM",
    "description": "Mạng vận chiếm chỉ thiệt mỹ tai\nTri quân bỉ cực thới tương lai\nMưu vi sổ tải đa nan toại\nKiêm tuế Thu Đông tài vận lai",
    "meaning": "Mạng vận chiếm chỉ thiệt mỹ tai\nTri quân bỉ cực thới tương lai\nMưu vi sổ tải đa nan toại\nKiêm tuế Thu Đông tài vận lai",
    "details": "Coi mạng vận quẻ này tốt lắm\nBiết chàng bỉ hết rồi sắp đến vận thái\nMấy năm nay làm ăn việc gì cũng sòi sọp không xong\nNăm nay đến mùa Thu, Đông tài vận mới đến cho"
  },
  {
    "id": "783",
    "name": "MINH VI",
    "description": "Quỉ hào trì thế phá văn thơ\nNhập học chiếm chi khủng bất như\nThu Hạ nhị quí vu khả vọng\nXuân Đông huờn yếu tái trì trì",
    "meaning": "Quỉ hào trì thế phá văn thơ\nNhập học chiếm chi khủng bất như\nThu Hạ nhị quí vu khả vọng\nXuân Đông huờn yếu tái trì trì",
    "details": "Hào quan quỉ trì thế phá hào văn thơ\nNhập học chiếm quẻ này không được vừa ý\nViệc tính nhằm mùa thu, hạ có hy vọng\nXuân, đông quẻ này việc phải dở dang"
  },
  {
    "id": "784",
    "name": "PHỤC",
    "description": "Quân chiếm thử quái vấn công danh\nCách dác trùng trùng tổng bất như\nTuy thị văn chương thành cẩm tú\nGiả huờn thi cá bạch y nho",
    "meaning": "Quân chiếm thử quái vấn công danh\nCách dác trùng trùng tổng bất như\nTuy thị văn chương thành cẩm tú\nGiả huờn thi cá bạch y nho",
    "details": "Quẻ này ông hỏi về đường công danh\nNhiều người xoi bói, giành giựt ông theo không kịp\nTuy ông học rộng đủ tài năng người đều kiên nể\nRốt cuộc ông là người học trò khó"
  },
  {
    "id": "785",
    "name": "THĂNG",
    "description": "Khoa cử thành danh chiếm thử hào\nBất nghi tu lự vấn cao đê\nLộc minh yếu thượng hô tiên tấn\nÝ tử yêu kim phước lộc nhiêu",
    "meaning": "Khoa cử thành danh chiếm thử hào\nBất nghi tu lự vấn cao đê\nLộc minh yếu thượng hô tiên tấn\nÝ tử yêu kim phước lộc nhiêu",
    "details": "Đi thi chuyến này chắc thành danh rồi\nĐừng nghi ngờ hỏi đậu hay rớt cao thấp\nChừng đăng bản mấy hàng đầu có tên ông\nNgày giờ đậu rối ngày sai đi sắp kế bên"
  },
  {
    "id": "786",
    "name": "SƯ",
    "description": "Ung cao phụ mẫu ý tương phùng\nThủ thảo tài vật mục hạ thông\nViễn tu thác nhơn phương khả toại\nĐồ trung hữu thính tiểu nhơn hung",
    "meaning": "Ung cao phụ mẫu ý tương phùng\nThủ thảo tài vật mục hạ thông\nViễn tu thác nhơn phương khả toại\nĐồ trung hữu thính tiểu nhơn hung",
    "details": "Hào phụ mẫu hiện vô hào ứng không mừng nào bằng\nĐi đòi nợ, của cho mượn quẻ này được lắm\nNhư đường xa đòi giùm cũng được\nĐi giữa đường phải ngừa kẻ tiểu nhơn gạt gẫm"
  },
  {
    "id": "787",
    "name": "KHIÊM",
    "description": "Chiêu tế chiếm chỉ quái thậm nghi\nTử tôn trì thế hữu phò trì\nKhiêm bình thọ ích sanh tài lộc\nThân giả vi mai bất tất nghi",
    "meaning": "Chiêu tế chiếm chỉ quái thậm nghi\nTử tôn trì thế hữu phò trì\nKhiêm bình thọ ích sanh tài lộc\nThân giả vi mai bất tất nghi",
    "details": "Gả bắt rể gặp quẻ này nên tính lắm\nHào tử tôn trì thế có người giúp đỡ\nTánh nhu mì lễ phép mạng có tài lộc\nNgười bà con làm mai, việc này được gả đi"
  },
  {
    "id": "788",
    "name": "KHÔN",
    "description": "Quái chiếm cửu vũ vấn tình thiên\nVũ phách vân hành khoảnh khắc giang\nDục vân thiên tình bất cửu\nPhái nhiên nhứt trận hựu liên truyền",
    "meaning": "Quái chiếm cửu vũ vấn tình thiên\nVũ phách vân hành khoảnh khắc giang\nDục vân thiên tình bất cửu\nPhái nhiên nhứt trận hựu liên truyền",
    "details": "Quẻ hỏi mưa lâu chừng nào tạnh\nMây kéo mưa tuông trong dây lát đây có\nNếu hỏi trời tạnh, tạnh chẳng lâu\nÔ tới lột đám mưa, từ đó rúc rắc hoài."
  },
  {
    "id": "811",
    "name": "CÀN",
    "description": "Quái chiếm dựng dục hữu hư kinh\nNam tại đông hề nữ tại xuân\nThân Hợi nhựt thời phương ngộ kiết\nBất tu nghi lự nhá ưu tâm",
    "meaning": "Quái chiếm dựng dục hữu hư kinh\nNam tại đông hề nữ tại xuân\nThân Hợi nhựt thời phương ngộ kiết\nBất tu nghi lự nhá ưu tâm",
    "details": "Coi về chửa nghén sanh đẻ có việc kinh khủng\nMùa đông sanh trai mau xuân sanh gái\nNgày, giờ Thân, Hợi gặp điều lành\nChẳng nên nghi ngờ sanh lòng lo sợ"
  },
  {
    "id": "812",
    "name": "LÝ",
    "description": "Tử tôn trì thế tha vô lự\nQuái vấn thăng thiên khả xứng tâm\nDần Ngọ Tuất liêm Tỵ Dậu Sửu\nVăn thơ phát động hữu giai âm",
    "meaning": "Tử tôn trì thế tha vô lự\nQuái vấn thăng thiên khả xứng tâm\nDần Ngọ Tuất liêm Tỵ Dậu Sửu\nVăn thơ phát động hữu giai âm",
    "details": "Hào tử tôn trì thế không nên lo ra\nQuẻ hỏi lên chức vừa lòng lắm\nNgày hay giờ Dần, Ngọ, Tuất và Tỵ, Dậu, Sửu\nGiấy tờ gởi lại kêu đòi cho hay."
  },
  {
    "id": "813",
    "name": "ĐỒNG NHƠN",
    "description": "Thú thiếp chiếm chi vị toại tâm\nNội ngoại bình hoà chung đắc thành\nThuỷ kim lưỡng mạng vi toàn hỉ\nDư mạng tao phùng khủng bất minh",
    "meaning": "Thú thiếp chiếm chi vị toại tâm\nNội ngoại bình hoà chung đắc thành\nThuỷ kim lưỡng mạng vi toàn hỉ\nDư mạng tao phùng khủng bất minh",
    "details": "Cưới vợ sau quẻ không vừa ý\nBà con hai bên ưng hết mới được\nNếu hai người mạng thuỷ mạng kim mới được\nMấy mạng khác quẻ này không được."
  },
  {
    "id": "814",
    "name": "VÔ VỌNG",
    "description": "Cầu hôn chiếm thử tối vi lương\nThúc bạch thế tài lưỡng sử cường\nQuan thủ tề mi đa phước thọ\nTinh sản nhi tôn ý cẩm lan",
    "meaning": "Cầu hôn chiếm thử tối vi lương\nThúc bạch thế tài lưỡng sử cường\nQuan thủ tề mi đa phước thọ\nTinh sản nhi tôn ý cẩm lan",
    "details": "Cưới gả quẻ này tốt quá\nHào tài hào bạch hai hào đi đôi\nĐoán chắc hai người kết tóc đến già làm ăn khá\nSau sanh con để cháu học giỏi giàu sang."
  },
  {
    "id": "815",
    "name": "CẤU",
    "description": "Nạp giám lai chiếm giản để đô\nBất như an mạc bôn ba\nDẫn niên ngọ tuế quan tỉnh vượng\nTài đa hỉ khí dịu môn tường",
    "meaning": "Nạp giám lai chiếm giản để đô\nBất như an mạc bôn ba\nDẫn niên ngọ tuế quan tỉnh vượng\nTài đa hỉ khí dịu môn tường",
    "details": "Xin làm việc văn đơn gởi tới dinh soái phủ\nChi bằng an phận đừng bôn chôn\nNăm dần hay năm ngọ hào quan mới vượng\nNăm đó nhiều việc vui mừng vô cửa."
  },
  {
    "id": "816",
    "name": "TỤNG",
    "description": "Giao việc quân chiếm thử quái hào\nỨng lai sanh thế hứa thành giao\nTuy nhiên lợi y\tức bình bình đắc\nThác hoá cầu tài tố giá cao",
    "meaning": "Giao việc quân chiếm thử quái hào\nỨng lai sanh thế hứa thành giao\nTuy nhiên lợi y\tức bình bình đắc\nThác hoá cầu tài tố giá cao",
    "details": "Buôn bàn quẻ này tốt lời nhiều\nHào ứng sanh hào thế gặp mối hàng tốt\nTuy số lời thâu vô đặng vừa ý\nSang xến hàng hoá, cầu tài gặp quẻ này nên làm."
  },
  {
    "id": "817",
    "name": "ĐỘN",
    "description": "Lương trùng quan quỉ lưỡng tương hung\nHoà sự chiếm chi vị tiêu tàng\nTúng đắc hoà lại chung khiếm lý\nLưỡng bình quân đắc yếu công tâm",
    "meaning": "Lương trùng quan quỉ lưỡng tương hung\nHoà sự chiếm chi vị tiêu tàng\nTúng đắc hoà lại chung khiếm lý\nLưỡng bình quân đắc yếu công tâm",
    "details": "Hai hào quan quỉ động trùng xấu lắm\nViệc muốn tính huề quẻ này nhiều điều trặc trẹo\nDẫu huề được rồi mình phải chịu thiệt thòi\nMuốn cho công bình 2 bên đừng tính thế ai gát ai."
  },
  {
    "id": "818",
    "name": "BỈ",
    "description": "Tầm nhơn bất tất khổ trù trì\nỨng vị phùng tài tất tự tri\nSửu mùi thìn tuất tin tức đáo\nBàn ngôn bàn ngữ tổng thánh hư",
    "meaning": "Tầm nhơn bất tất khổ trù trì\nỨng vị phùng tài tất tự tri\nSửu mùi thìn tuất tin tức đáo\nBàn ngôn bàn ngữ tổng thánh hư",
    "details": "Đi kiếm người lặn lội khó nhọc chi dữ vậy\nHào ứng gặp hào tài thì người ta xài tiền mình hết\nSửu, mùi, thìn, tuất có tin tức đến\nKẻ nói vẫy, người nói khác, rốt cuộc hai đàng không ai thiệt với ai"
  },
  {
    "id": "821",
    "name": "QUYẾT",
    "description": "Chiếm bốc trị quân vẫn ngũ hành\nNhân tiền hựu hoá chánh phong vinh\nLục hào yên tịnh tinh thần vượng\nQuan quỉ vô thương phước lộc tăng",
    "meaning": "Chiếm bốc trị quân vẫn ngũ hành\nNhân tiền hựu hoá chánh phong vinh\nLục hào yên tịnh tinh thần vượng\nQuan quỉ vô thương phước lộc tăng",
    "details": "Quẻ ngươi hỏi ngũ hành mạng vận\nTrước mặt trời đất cho ông đủ hơn người rồi\nSáu hào yên lặn cung mạng tốt\nHào quan quỉ không xung khắc, hào phước lộc nhiều."
  },
  {
    "id": "822",
    "name": "ĐOÀI",
    "description": "Kim năng sanh thuỷ vũ lâm lâm\nDục vấn thiên tình thiên bất tình\nNhược yếu thìn thời dẫn ngọ tuất\nTình đa vũ thiểu số phân minh",
    "meaning": "Kim năng sanh thuỷ vũ lâm lâm\nDục vấn thiên tình thiên bất tình\nNhược yếu thìn thời dẫn ngọ tuất\nTình đa vũ thiểu số phân minh",
    "details": "Hào kim sanh hào thuỷ mưa dầm dề\nMuốn lỏi trời tạnh trời chẳng tạnh\nNếu muốn thiệt có nắng thì thìn, dần, ngọ, tuất\nNắng nhiều mưa ít quẻ rõ ràng."
  },
  {
    "id": "823",
    "name": "CÁCH",
    "description": "Văn tỉnh quan dịu đầu ngưu hư\nKhoa giáp tranh danh tại thử thì\nThiên tước kỳ tu nhơn tước chí\nQuả (nhiên) thiên bất phụ đấng nam nhi",
    "meaning": "Văn tỉnh quan dịu đầu ngưu hư\nKhoa giáp tranh danh tại thử thì\nThiên tước kỳ tu nhơn tước chí\nQuả (nhiên) thiên bất phụ đấng nam nhi",
    "details": "Sao văn tỉnh chiếu sáng tỏ rạng bốn bề\nThi cử muốn tranh danh nhờ cuộc thi này\nNhờ ông bà có đạo đức ngày nay ông được huờn tước\nVậy ông mới biết hoàng thiên bất phụ đấng nam nhi"
  },
  {
    "id": "824",
    "name": "TUỲ",
    "description": "Quái chung chiếm tuế chủ trù trì\nỨng vị cao hề thế vị đê\nPhàm sự giai nhơn mang lý hoá\nBất như biệt tuyển thả tương nghi",
    "meaning": "Quái chung chiếm tuế chủ trù trì\nỨng vị cao hề thế vị đê\nPhàm sự giai nhơn mang lý hoá\nBất như biệt tuyển thả tương nghi",
    "details": "Quẻ coi kén rể người chủ còn bần dùng\nNgười thì cao, mình thì thấp nên khó tính lắm\nCác việc lỗi lầm đều tại mình không suy nghĩ kỹ\nChi bằng thôi chỗ đó, chọn chỗ khác còn hơn."
  },
  {
    "id": "825",
    "name": "ĐẠI HOÁ",
    "description": "Chiếm quái chỉ trung dục đọc thơ\nỨng lai sanh thế tương phò\nTỵ dậu sửu niên thế tiền tấn bộ\nKhuyến quân thục đọc ngũ xa thơ",
    "meaning": "Chiếm quái chỉ trung dục đọc thơ\nỨng lai sanh thế tương phò\nTỵ dậu sửu niên thế tiền tấn bộ\nKhuyến quân thục đọc ngũ xa thơ",
    "details": "Coi quẻ muốn vào trường lớp học thêm\nHào ứng sanh hào thế, hào thế sanh hào giúp đỡ\nGặp năm Tỵ, Dậu, Sửu sự học hành tấn phát lắm\nKhuyên ngươi nên đọc sách về văn học."
  },
  {
    "id": "826",
    "name": "KHỔN",
    "description": "Quân dục cầu y quái khiếm minh\nỨng lai sanh thế bịnh thâm nguyên\nĐương sợ bất đảo sanh ta oán\nPhục dược như hà khứ bịnh căn",
    "meaning": "Quân dục cầu y quái khiếm minh\nỨng lai sanh thế bịnh thâm nguyên\nĐương sợ bất đảo sanh ta oán\nPhục dược như hà khứ bịnh căn",
    "details": "Ngươi muốn rước thầy quẻ này không nên\nHào ứng động sanh hào thế bị đau nặng quá rồi\nMới phát bịnh có người biểu vái không nghe lại giận người ta\nĐến nay bịnh quá tệ rồi uống sao mạnh được."
  },
  {
    "id": "827",
    "name": "HÀM",
    "description": "Quái trung lưỡng kiến hỉ trùng tài\nThủ thảo trị thì thiện mỹ tai\nThất phần tài khí trùng trùng kiến quản kiến canh dần đắc lợi lai",
    "meaning": "Quái trung lưỡng kiến hỉ trùng tài\nThủ thảo trị thì thiện mỹ tai\nThất phần tài khí trùng trùng kiến quản kiến canh dần đắc lợi lai",
    "details": "Trong quẻ mừng thấy 2 hào tài trùng\nĐi đòi hỏi chuyến này thiệt tốt quá\nThiếu 10 gặp mình trả được 7\nCòn lại ngày hoặc tháng canh dần trả tất."
  },
  {
    "id": "828",
    "name": "TUÝ",
    "description": "Văn thơ hữu khý quái sanh ưu\nThế vị phùng xung thị bất đồng\nDục vấn công danh cầu thục lý\nĐương hồi song hạ thả tàn tu",
    "meaning": "Văn thơ hữu khý quái sanh ưu\nThế vị phùng xung thị bất đồng\nDục vấn công danh cầu thục lý\nĐương hồi song hạ thả tàn tu",
    "details": "Hào văn thơ tốt ngặt gặp quẻ này buồn\nHào thế bị xung biệt trở ra lỡ dở\nMuốn hỏi đường công danh thì trắc trở lắm\nHãy trở về nhà mà ôn cố lại ( chờ thời)."
  },
  {
    "id": "831",
    "name": "ĐẠI HỮU",
    "description": "Hỏa thiên đại hữu vẫn hành nhơn\nAm tín tuy hữu bất đắc chơn\nĐăng hoa báo hỉ phùng thới đáo\nDảng khán thiên thương nguyệt câu tỉnh",
    "meaning": "Hỏa thiên đại hữu vẫn hành nhơn\nAm tín tuy hữu bất đắc chơn\nĐăng hoa báo hỉ phùng thới đáo\nDảng khán thiên thương nguyệt câu tỉnh",
    "details": "Quẻ hỏa thiên đại hữu hỏi người đi đường\nTin tức nhắn về hoài mà không được thiệt\nCó nằm chiêm bao thấy nhiều việc vui mừng rồi\nChừng trăng mọc lưỡi liềm người đó về."
  },
  {
    "id": "832",
    "name": "KHUÊ",
    "description": "Quân chiếm thọ số thọ bất linh\nTuy tiết thiên cơ nhiễu gia đình\nNhãn tiền đô thị oan hồn đáo\nTổng hữu tiền tài uổng phí tâm",
    "meaning": "Quân chiếm thọ số thọ bất linh\nTuy tiết thiên cơ nhiễu gia đình\nNhãn tiền đô thị oan hồn đáo\nTổng hữu tiền tài uổng phí tâm",
    "details": "Ông coi tuổi thọ quẻ này không mấy trúng\nBây giờ tôi tiết lậu thiên cơ ra thì càng rối cho gia đình\nTrước mắt các oan hồn đến đòi mạng ông\nDầu hao tiền tốn của bao nhiêu cũng uổng công"
  },
  {
    "id": "833",
    "name": "LY",
    "description": "Giải nhơn chiếm thử dị vi hung\nPhước đức trùng trùng hảo sự đồng\nTự ngộ quới nhơn đa trợ lực\nQuản giao đắc ý chủ an ninh",
    "meaning": "Giải nhơn chiếm thử dị vi hung\nPhước đức trùng trùng hảo sự đồng\nTự ngộ quới nhơn đa trợ lực\nQuản giao đắc ý chủ an ninh",
    "details": "Ông coi giải tội quẻ này không lấy gì làm xấu\nHào phước đức dồn dập nhiều việc tốt\nNhờ gặp quới nhơn giúp đỡ nhiều việc\nNhiều việc đắc ý bình an trở về nhà."
  },
  {
    "id": "834",
    "name": "PHỆ HẠT",
    "description": "Tài hào trì thế vô ưu lự\nTẩu thất đông tây định chuyển đầu\nMục hạ hữu nhơn truyền tiên tức\nCận thuỷ bạn sơn thính nguyên do",
    "meaning": "Tài hào trì thế vô ưu lự\nTẩu thất đông tây định chuyển đầu\nMục hạ hữu nhơn truyền tiên tức\nCận thuỷ bạn sơn thính nguyên do",
    "details": "Hào tài trì thế không việc gì lo\nMấy đứa trốn đó nó trở về nhà bây giờ (lục súc cũng vậy)\nCó người ta thông tin tức cho mình hay rồi\nBây giờ nó đương tụ hợp dựa gò kế mương, hoặc kinh, nom lại đó"
  },
  {
    "id": "835",
    "name": "ĐẢNH",
    "description": "Hiệp loã cầu tài quái vị nghi\nTu phòng mục hạ hữu nhàn phi\nXuân thu nhị quí tai hưng vượng\nNhược đảo Đông, Hạ lợi hữu khuy",
    "meaning": "Hiệp loã cầu tài quái vị nghi\nTu phòng mục hạ hữu nhàn phi\nXuân thu nhị quí tai hưng vượng\nNhược đảo Đông, Hạ lợi hữu khuy",
    "details": "Hùng lập hiệp bạn cầu tài quẻ này chưa nên\nPhải đề phòng có việc xích mích\nXuân Thu hai mùa đó tài mới hưng vượng\nNếu mùa Đông, Hạ thâm vốn chút"
  },
  {
    "id": "836",
    "name": "VỊ TẾ",
    "description": "Quân chiếm thủ nghệ thủ nhơn tài\nThế ứng tương hoà đa tỳ kiêm\nHạnh đắc tài hào lâm ứng vị\nTất tu cầu hiệp lợi tự sanh",
    "meaning": "Quân chiếm thủ nghệ thủ nhơn tài\nThế ứng tương hoà đa tỳ kiêm\nHạnh đắc tài hào lâm ứng vị\nTất tu cầu hiệp lợi tự sanh",
    "details": "Ngươi coi quẻ về công nghệ để cầu tài\nHào thế ứng được tương hoà nhiều anh em bạn\nMay đặng hào tài đóng vô hào ứng\nPhải hùng hập mới có tài lợi"
  },
{
    "id": "837",
    "name": "LỮ",
    "description": "Thất tài thất vật tịnh vô tâm\nĐáo để chung tu tài vật không\nTrước ý truy cầm vô mích xứ\nTài nhơn quái khí lưỡng giao xung",
    "meaning": "Thất tài thất vật tịnh vô tâm\nĐáo để chung tu tài vật không\nTrước ý truy cầm vô mích xứ\nTài nhơn quái khí lưỡng giao xung",
    "details": "Mất tiền mất vật tinh biệt tăm\nRốt cuộc rồi của vật gì cũng mất\nDầu có ráng hết sức cũng kiếm không được\nTrong quẻ này bị xung khắc của mất kiếm không được."
  },
  {
    "id": "838",
    "name": "TẤN",
    "description": "Gia trạch bình an lưỡng kiến nghi\nPhước thần đắc lực hữu ưu nghi\nThu Đông tài lợi trùng trùng kiến\nLục súc điều hoà tấu khả kỳ",
    "meaning": "Gia trạch bình an lưỡng kiến nghi\nPhước thần đắc lực hữu ưu nghi\nThu Đông tài lợi trùng trùng kiến\nLục súc điều hoà tấu khả kỳ",
    "details": "Gia đạo bình yên không việc gì lạ\nPhước đức ông bà quới nhơn che chở không việc gì khuất lất\nMùa Thu, Đông àti lợi thiếu gì\nLoài lục súc, ruộng rẫy đều khá hết dễ chịu lắm"
  },
  {
    "id": "841",
    "name": "ĐẠI TRÁNG",
    "description": "Sanh ý chiếm chi hứa toại tâm\nQuới nhơn tác chủ hỉ tương sanh\nNgao ngư thoát xuất kiêm câu điếu\nBả vỉ diêu đầu xuất thử môn",
    "meaning": "Sanh ý chiếm chi hứa toại tâm\nQuới nhơn tác chủ hỉ tương sanh\nNgao ngư thoát xuất kiêm câu điếu\nBả vỉ diêu đầu xuất thử môn",
    "details": "Mua bán quẻ này được vừa lòng\nCó quới nhơn giúp đỡ đem việc vui mừng đến\nNhư con cá sẩy câu mặc sức lội\nHùm mà có vây mặc sức tung hoành múa men"
  },
  {
    "id": "842",
    "name": "QUI MỤI",
    "description": "Quân chiếm thoát hoá chủ trì duyên\nDục tốc nhơn chi thiểu lợi nguyên\nHợi Tý quí nhơn phương đắc thoác\nThời phùng Dẫn Mẹo thả khoan nhàn",
    "meaning": "Quân chiếm thoát hoá chủ trì duyên\nDục tốc nhơn chi thiểu lợi nguyên\nHợi Tý quí nhơn phương đắc thoác\nThời phùng Dẫn Mẹo thả khoan nhàn",
    "details": "Sang xến hàng hoá quẻ này lần lựa, dây dưa\nMuốn việc mau lẹ thì không lời\nNgày Hợi Tý quí nhâm sang mới đặng\nGặp ngày Dần Mẹo mới rằng rang"
  },
  {
    "id": "843",
    "name": "PHONG",
    "description": "Tố biện công đình đắc thuận tình\nVăn thơ quan quỉ lưỡng phân minh\nXuất quan vô lý đa phương tiện\nGiảm bãi trừ hình tất xứng tâm",
    "meaning": "Tố biện công đình đắc thuận tình\nVăn thơ quan quỉ lưỡng phân minh\nXuất quan vô lý đa phương tiện\nGiảm bãi trừ hình tất xứng tâm",
    "details": "Hầu kiện giữa mặt quan đối nại xuôi hết\nHào văn thơ quan quỉ 2 hào tỏ rạng\nTrước mặt quan viên nhiều lẽ hay để chữa mình\nNhờ vậy hình thì giảm, dạ thì bớt, vừa lòng"
  },
  {
    "id": "844",
    "name": "CHẤN",
    "description": "Quân chiếm khởi tịu cố phi nghi\nKhởi hậu tu tri lược kiếm phi\nVa5n sự tam tư phương thị mỹ\nAn thời thủ cựu mạc tâm suy",
    "meaning": "Quân chiếm khởi tịu cố phi nghi\nKhởi hậu tu tri lược kiếm phi\nVa5n sự tam tư phương thị mỹ\nAn thời thủ cựu mạc tâm suy",
    "details": "Ngươi coi khởi công không đặng tốt\nKhởi công rồi mới thấy nhiều chỗ sai sót\nMuôn việc phải suy nghĩ chín chắn mới tốt\nAn thời vận, giữ bổn phận đừng quá hạn"
  },
  {
    "id": "845",
    "name": "HẰNG",
    "description": "Xuân tàm toàn đắc lưỡng trùng tài\nQuan quỉ tương lâm khiến xứng hoài\nHạnh đắc tử tôn lại thế vị\nThất phân tài khí định nhiên lai",
    "meaning": "Xuân tàm toàn đắc lưỡng trùng tài\nQuan quỉ tương lâm khiến xứng hoài\nHạnh đắc tử tôn lại thế vị\nThất phân tài khí định nhiên lai",
    "details": "Hỏi việc tầm tơ gặp hai hào tài trùng\nHào quan quỉ hiện vô quẻ phát động nhiều điều sai ý\nMay gặp hào tử tôn đóng vô hào tế\nĐoán chắc cho được bảy phần lợi"
  },
  {
    "id": "846",
    "name": "GIẢI",
    "description": "Dục lãnh phê văn yếu dụng tiền\nNhược hướng bức dụng tất trì duyên\nHà tài phùng hợi tý phương như ý\nDẫn mẹo cầu chỉ thượng vì nhiên",
    "meaning": "Dục lãnh phê văn yếu dụng tiền\nNhược hướng bức dụng tất trì duyên\nHà tài phùng hợi tý phương như ý\nDẫn mẹo cầu chỉ thượng vì nhiên",
    "details": "Muốm lãng văn bằng hầu phê phải tốn tiền\nNếu không tốn tiền thì bị nó bỏ lún\nMuốn xài tiền phải chờ ngày Hợi, Tý mới được\nNgày Dần, Mẹo sớm quá chưa được việc"
  },
  {
    "id": "847",
    "name": "TIỂU HOÁ",
    "description": "Thâu giải tiền lương thoả xứng tâm\nQuới nhơn tương trợ tất như tình\nVăn thơ quan quỉ lai lâm ứng\nĐông Hạ chiếm chi cánh xứng tâm",
    "meaning": "Thâu giải tiền lương thoả xứng tâm\nQuới nhơn tương trợ tất như tình\nVăn thơ quan quỉ lai lâm ứng\nĐông Hạ chiếm chi cánh xứng tâm",
    "details": "Thâu nạp tiền lương quẻ này vừa lòng\nCó quới nhơn tiếp sức được vừa lòng\nHào văn thơ quan quỉ đều hiện vô quẻ\nMàu Đông, mùa Hạ gặp quẻ này ắt vừa lòng"
  },
  {
    "id": "848",
    "name": "DỰ",
    "description": "Tài hào thượng quái tối vi nghi\nHuynh đệ lâm môn hữu thị phi\nKiến quới chung tu phi đại lợi\nBất như bất kiến miễn bôn tri",
    "meaning": "Tài hào thượng quái tối vi nghi\nHuynh đệ lâm môn hữu thị phi\nKiến quới chung tu phi đại lợi\nBất như bất kiến miễn bôn tri",
    "details": "Hào tài thượng vô quẻ tốt quá\nNgặt hào huynh đệ động có việc rầy rà\nRa mắt quan gặp quẻ này không may\nChi bằng đừng ra mắt quan còn hay hơn"
  },
  {
    "id": "851",
    "name": "TIỂU SÚC",
    "description": "Phóng trướng chiếm chỉ quái bất châu\nChỉ nhơn thế vị vượng văn thơ\nTương lai uổng phí cầu mưu lợi\nHà bất an tâm thả đãi thu",
    "meaning": "Phóng trướng chiếm chỉ quái bất châu\nChỉ nhơn thế vị vượng văn thơ\nTương lai uổng phí cầu mưu lợi\nHà bất an tâm thả đãi thu",
    "details": "Cho vay bán chịu que này không được tròn\nChỉnh nhờ hào thế hào văn thơ vượng\nTín cho có tài lợi về tương lai uổng công lắm\nSao không yên lòng chờ qua thu làm gì sẽ làm"
  },
  {
    "id": "852",
    "name": "TRUNG PHÙ",
    "description": "Cầu tài chiếm quái ngộ trung phù\nQuản giao kinh dinh toại thủ đồ\nXuất nhập quới nhơn tương đắc lực\nTrùng trùng tài hỉ việc tương phò",
    "meaning": "Cầu tài chiếm quái ngộ trung phù\nQuản giao kinh dinh toại thủ đồ\nXuất nhập quới nhơn tương đắc lực\nTrùng trùng tài hỉ việc tương phò",
    "details": "Cầu tài gặp que trung phù\nĐoán chắc làm ăn thâu tài lợi vô nhiều\nRa vào tính làm ăn có quới nhơn giúp sức\nLàm việc gì đều có gặp tài lợi hết"
  },
  {
    "id": "853",
    "name": "GIA NHƠN",
    "description": "Đổ tiền tối khách đệ huynh lâm\nPhản phúc vô thường bất thuận tình\nMạc quái bàng nhơn lai khuyến trở\nKhuyến trở tiện thị thị phi nhơn",
    "meaning": "Đổ tiền tối khách đệ huynh lâm\nPhản phúc vô thường bất thuận tình\nMạc quái bàng nhơn lai khuyến trở\nKhuyến trở tiện thị thị phi nhơn",
    "details": "Cờ bạc rất sợ hào huynh đệ hiện vô quẻ\nGặp nhiều việc phản phúc không chừng\nAnh em la dứt mình đừng buồn\nNgười nào khuyên dứt đó là người bày đầu mưu sĩ rầy nầy."
  },
  {
    "id": "854",
    "name": "",
    "description": "Quân dục hồi hương vấn quái hàm\nTử tôn kiện vượng thâm vi cao\nHướng liêm bạn lữ vi tri kỷ\nNhứt bộ bình yên bất dụng tin",
    "meaning": "Quân dục hồi hương vấn quái hàm\nTử tôn kiện vượng thâm vi cao\nHướng liêm bạn lữ vi tri kỷ\nNhứt bộ bình yên bất dụng tin",
    "details": "Ông hỏi quẻ về quê thăm nhà\nHào tử tôn thạnh vượng rất là tốt\nHuống chi những người đi một bề với mình đều tri kỷ\nĐi thẳng một đường về đến nhà không chuyên gì hết"
  },
  {
    "id": "855",
    "name": "",
    "description": "Dục mãi lục súc tối vi lương\nChỉ vọng trung tâm hữu chủ trương\nQuân yếu mãi thời định trụ tức\nKhuyến quân ập ý mạc bàn hoàn",
    "meaning": "Dục mãi lục súc tối vi lương\nChỉ vọng trung tâm hữu chủ trương\nQuân yếu mãi thời định trụ tức\nKhuyến quân ập ý mạc bàn hoàn",
    "details": "Muốn mau bán lục súc quẻ này tốt lắm\nMuốn làm ăn cứ làm lấy đừng nghe ai\nChừng giá cả xong rồi mua bán cho lẹ\nKhuyên người vững bụng đừng sục sè hồi hộp"
  },
{
    "id": "856",
    "name": "HOÁN",
    "description": "Thế ứng tương sanh vạn đắc thành\nQuân chiếm phong thuỷ chỉ an bình\nLai lonh phục hổ đa hồi cố\nHậu đại nhi tôn sản tuân anh",
    "meaning": "Thế ứng tương sanh vạn đắc thành\nQuân chiếm phong thuỷ chỉ an bình\nLai lonh phục hổ đa hồi cố\nHậu đại nhi tôn sản tuân anh",
    "details": "Hào thế ứng được tương sanh muôn việc nên\nÔng coi về mồ mả được phong thuỷ tốt\nHào long hổ đều tốt, phương hướng xây đúng lắm\nNgày sau con cháu học hay làm giàu có"
  },
  {
    "id": "857",
    "name": "TIỆM",
    "description": "Dục chiếm khai điếm bất nghi khai\nTài phá văn thơ định thiểu lai\nNhược hữu đồng tâm lai trợ lực\nThu Đông giao tiếc hứa quân khai",
    "meaning": "Dục chiếm khai điếm bất nghi khai\nTài phá văn thơ định thiểu lai\nNhược hữu đồng tâm lai trợ lực\nThu Đông giao tiếc hứa quân khai",
    "details": "Muốn coi mở cửa tiệm chi bằng đừng làm\nHào tào phá hàp văn thơ mau bán ế lắm\nNếu có bạn đồng tâm đến giúp sức\nĐến mùa Thu, Đông làm mới được"
  },
  {
    "id": "858",
    "name": "QUAN",
    "description": "Tiền tài tá thủ vẫn thần minh\nPhát bảo cầu chỉ sự khả thành\nHợi Tý canh tân tài phát động\nNhãn tiền bất toại mạc sang sâng",
    "meaning": "Tiền tài tá thủ vẫn thần minh\nPhát bảo cầu chỉ sự khả thành\nHợi Tý canh tân tài phát động\nNhãn tiền bất toại mạc sang sâng",
    "details": "Muốn vay mượn tiền bạc đến hỏi thần\nCó gì thế chưng hỏi mới cho\nQua ngày Hợi, Tý canh tân hào tài mới đọng\nTrước mắt bây giờ nói gì cũng không được đừng giận"
  },
  {
    "id": "861",
    "name": "TIẾT",
    "description": "Cầu quan xuân hạ hỉ vương vương\nNhược đáo thu đông phòng hữu thương\nNguyệt khuyết tự nhiên hữu vinh nhựt\nKhiến vân tạm yểm việc vô phòng",
    "meaning": "Cầu quan xuân hạ hỉ vương vương\nNhược đáo thu đông phòng hữu thương\nNguyệt khuyết tự nhiên hữu vinh nhựt\nKhiến vân tạm yểm việc vô phòng",
    "details": "Cầu quan gặp mùa Xuân, Hạ vui mừng dồn dập\nNếu gặp thu đông ngừa có việc xung khắc\nTrăng khuyết tự nhiên có ngày tròn\nVầng mây che tạm không hệ gì."
  },
  {
    "id": "862",
    "name": "NHU",
    "description": "Tử tôn lâm ấn đảng điền trang\nChiếm mãi điền viên chủ kiết xương\nTu yếu lưu tâm phòng khẩu thiệt\nSự thành nhựt hậu lợi phi thường",
    "meaning": "Tử tôn lâm ấn đảng điền trang\nChiếm mãi điền viên chủ kiết xương\nTu yếu lưu tâm phòng khẩu thiệt\nSự thành nhựt hậu lợi phi thường",
    "details": "Tử tôn lâm vô hào ấn muốn tính việc điền trang\nMua ruộng vườn quẻ này tốt lắm\nPhải ngừa và để ý những việc rầy rà sẽ tới\nViệc nên chừng đó về sau tài lợi phi thường"
  },
  {
    "id": "863",
    "name": "KÝ TẾ",
    "description": "Quân chiếm thảo bộc tối vi lương\nThảo đắc thành thời thọ mạng trường\nMạc thính bàn nhơn tin ngoại ngữ\nThành giao chi hậu định trị tường",
    "meaning": "Quân chiếm thảo bộc tối vi lương\nThảo đắc thành thời thọ mạng trường\nMạc thính bàn nhơn tin ngoại ngữ\nThành giao chi hậu định trị tường",
    "details": "Ngươi chiếm quẻ mướn bạn bè tôi tớ hay lắm\nMươn xong nó ở với mình mạnh giỏi siêng năng\nĐừng nghe người lối xóm nói vô ra tốt xấu\nGiá cả xong từ đó về sau mới biết nó giỏi"
  },
  {
    "id": "864",
    "name": "CHUẨN",
    "description": "Quái chiếm thiên quả thập phần tài\nTử mẫu tương thân lợi tức phi\nThân, Tý, Thìn trung đa lợi ích\nChỉ hềm hạ quí vị toàn giai",
    "meaning": "Quái chiếm thiên quả thập phần tài\nTử mẫu tương thân lợi tức phi\nThân, Tý, Thìn trung đa lợi ích\nChỉ hềm hạ quí vị toàn giai",
    "details": "Quẻ trữ hàng hoá tài lợi 10 phần\nMột vốn hay lời trúng mối khá lắm\nNăm tháng Thân, Tý, Thìn lời to\nChỉnh sợ mùa Hạ chưa đặng trọn"
  },
  {
    "id": "865",
    "name": "ΤΙΝΗ",
    "description": "Văn thơ quan quỉ lưỡng tương sâm\nNạp lại công danh đắc tấn thân\nTài vượng sanh quan, quan hựu vượng\nQuân giao nhựt hậu định như tâm",
    "meaning": "Văn thơ quan quỉ lưỡng tương sâm\nNạp lại công danh đắc tấn thân\nTài vượng sanh quan, quan hựu vượng\nQuân giao nhựt hậu định như tâm",
    "details": "Văn thơ quan quỉ hai hào khắc nhau\nCông danh bên phía võ được tấn bộ\nHào tài động sanh hào quan hào quan lại vượng\nĐoán chắc từ nay về sau muốn gì được nấy."
  },
  {
    "id": "866",
    "name": "KHẢM",
    "description": "Dục tấn nha môn vị hữu thành\nThu lợi hà tất bạn châu môn\nTrùng trùng phụ mẫu tùng trung trở\nPhụng khuyến quân gia tích thử thân.",
    "meaning": "Dục tấn nha môn vị hữu thành\nThu lợi hà tất bạn châu môn\nTrùng trùng phụ mẫu tùng trung trở\nPhụng khuyến quân gia tích thử thân.",
    "details": "Muốn xin tình nguyện vô lính chưa được\nMuốn kiếm tài lệ làm gì phải đến cửa quan chi\nNhững kẻ quen lớn, cô bác nhiều lần la dứt hoài\nKhuyên ông coi thân này là trọng"
  },
  {
    "id": "867",
    "name": "KIỂN",
    "description": "Cáo trạng chung tu cáo đắc thành\nVăn thơ vô vị hỉ tương lâm\nThời phùng mầu kỷ văn thơ động\nĐịnh chủ quan ty lý đắc thành",
    "meaning": "Cáo trạng chung tu cáo đắc thành\nVăn thơ vô vị hỉ tương lâm\nThời phùng mầu kỷ văn thơ động\nĐịnh chủ quan ty lý đắc thành",
    "details": "Vô đơn kiện trận này chắc chắn được kiện\nHào văn thơ không tỏ nhờ hào thiên hỉ chiếu vô\nChờ đến ngày, giờ mẫu, kỷ hào văn thơ phát động\nChừng đó quan đem việc ấy ra xử thì mình đặng"
  },
  {
    "id": "868",
    "name": "TÝ",
    "description": "Tài đa lâm ấn khắc văn thơ\nGia tín đồ trung hữu trở cách\nXuân Hạ chiếm chỉ tất hữu tín\nThu Đông khoan nại yếu trì đình",
    "meaning": "Tài đa lâm ấn khắc văn thơ\nGia tín đồ trung hữu trở cách\nXuân Hạ chiếm chỉ tất hữu tín\nThu Đông khoan nại yếu trì đình",
    "details": "Hào tài đóng vô hào ứng khắc hào văn thơ\nThơ từ tin tức dọc đường gặp việc cách trở\nMùa Xuân, Hạ coi quẻ này có tin tức về\nMùa Thu, Đông phải ráng chịu và chờ đợi"
  },
  {
    "id": "871",
    "name": "ĐẠI SÚC",
    "description": "Dạ mộng điểu liên bất túc khoa\nChỉ nhơn tâm sự loạn như ma\nNhược thiên ngộ sự đa gia cẩn\nCao ngoạ nam sàn định bất sai",
    "meaning": "Dạ mộng điểu liên bất túc khoa\nChỉ nhơn tâm sự loạn như ma\nNhược thiên ngộ sự đa gia cẩn\nCao ngoạ nam sàn định bất sai",
    "details": "Đêm nằm chiêm bao lê mê ly mị thiếu gì\nBởi mình ban ngày tham lo việc rối như tơ\nNếu bằng gặp mỗi việc, việc nào cũng phải suy kỹ\nĂn no chống cẳng ngủ có đến đỗi gì"
  },
  {
    "id": "872",
    "name": "TỔN",
    "description": "Thâu thành chiếm thử quái vi kỳ\nQuan quỉ hưu tù phước lộc tề\nTiểu hạn vô ưu nông sự hảo\nCao bình đê hạ các tương nghi",
    "meaning": "Thâu thành chiếm thử quái vi kỳ\nQuan quỉ hưu tù phước lộc tề\nTiểu hạn vô ưu nông sự hảo\nCao bình đê hạ các tương nghi",
    "details": "Màu màng gặp quẻ này hay lắm\nHào quan quỉ lâm vô hưu từ phước lộc tỏ rạng\nNắng chút đỉnh không sao mùa ruộng này tốt\nRuộng gò, và, sâu đều trúng hết"
  },
{
    "id": "873",
    "name": "BÍ",
    "description": "Thị phi khẩu thiệt việc tu phòng",
    "meaning": "Thị phi khẩu thiệt việc tu phòng\nNhược bất phòng thời định hữu thương\nNội ngoại hữu nhơn đa khởi ý\nTam tư hành sự bảo an ninh",
    "details": "Rầy rà, đôi chối, ráng ngừa\nBằng không ngừa vậy việc sanh đến toà\nBà con và người ngoài và nhiều kẻ muốn sanh chuyện với mình\nChẳng hạn là gì phải suy nghĩ kỹ rồi làm mới khỏi thiệt hại"
  },
  {
    "id": "874",
    "name": "HI",
    "description": "Thuỷ trung cầu lợi tổng tư nghi",
    "meaning": "Thuỷ trung cầu lợi tổng tư nghi\nThuỷ ngư chiếm chỉ bất tu nghi\nThuận thuỷ trung lưu đa ích lợi\nQuái nào chủ định lợi tài phì",
    "details": "Muốn kiếm tài lợi giữa sông được lắm\nNghề giang lợi quẻ này nên làm\nCứ giữa dòng xuôi theo nước tài lợi nhiều\nCứ theo quẻ mà làm tài lợi nhiều"
  },
  {
    "id": "875",
    "name": "CỖ",
    "description": "Cầu tử chiếm chỉ quái vị toàn",
    "meaning": "Cầu tử chiếm chỉ quái vị toàn\nLục hào vô quỉ tống đồ nhiều\nHoa đa tử thiểu giai do mạng\nThú thiếp huờn tu tử tức thiên",
    "details": "Cầu con quẻ này chưa được hoàn toàn\nSáu hào không quan quỉ rất uổng công\nBông nhiều trái ít là tại mạng\nCưới thêm người hầu thì có con thêm"
  },
  {
    "id": "876",
    "name": "MONG",
    "description": "Tài hào trì thế bất di trì",
    "meaning": "Tài hào trì thế bất di trì\nNhập ngao chiếm chi hữu thị phi\nNữ mạng tùng phu tinh yểu thọ\nTất tu biệt tuyển sự phương nguyên",
    "details": "Hào tài trì thế thấy làm trẻ\nCưới vợ giao ở gặp quẻ này có việc rầy rà\nMạng người gái này theo chồng không ở với cha mẹ\nThôi bỏ chỗ đó đi, chỗ khác việc mới nên"
  },
  {
    "id": "877",
    "name": "CAN",
    "description": "Bốc quái tri quân vẫn xuất hành",
    "meaning": "Bốc quái tri quân vẫn xuất hành\nQuỉ hào trì thế xuất vô thành\nĐồ trung nguy hiểm tu phòng trở\nAn thủ điền viên mạc xuất môn",
    "details": "Ông muốn hỏi quẻ để xuất hành\nHào quan quỉ trì thế ra khỏi nhà không được\nRa đường nhiều sự hiểm nghèo khó tránh\nLo giữ ruộng vườn đi ra mà làm gì"
  },
  {
    "id": "878",
    "name": "BÁC",
    "description": "Tử tôn trì thế vượng tài đa",
    "meaning": "Tử tôn trì thế vượng tài đa\nTầm quan chiếm chi hữu quới ngoa\nPhóng trướng đại khai thọ nghiệp trọng\nTrùng trùng tài hỉ thập thanh môn",
    "details": "Hào tôn trì thế hào tài vượng nhiều\nDạy học tư quẻ này có trường xóm tốt\nHai canh cửa mở hoát rồi học trò mới ngồi chực\nTài hỉ trùng trùng bạc ghim cả xấp."
  },
  {
    "id": "881",
    "name": "THÁI",
    "description": "Chiếm thử phân gia quái bất nghi",
    "meaning": "Chiếm thử phân gia quái bất nghi\nDu hềm thế vị vượng văn thơ\nNhược hườn hậu tối tu phòng đố\nTình đắc bôn tgri ý bất như",
    "details": "Quẻ này chia gia tài ko nên tính\nCòn sợ hào văn thơ vượng đóng vô hào thế\nSau rồi ăn năn thì chắc, lại còn chọc chúng ghét\nThôi đừng tính uổng công lội ngược xuôi ko nên việc"
  },
  {
    "id": "882",
    "name": "LÂM",
    "description": "Di cư uống sự phi tâm cơ",
    "meaning": "Di cư uống sự phi tâm cơ\nThế vị phùng quan bất tỉ nghi\nThủ cựu an tâm phương thị mỹ\nNhược hườn miễn cưỡng hữu tai nguy",
    "details": "Muốn dời chổ ở uổng công nhọc lắm\nBị hào quan quỉ đóng vô hào thế có xảy ra lôi thôi\nAn lòng giữ theo nghề làm ăn cũ mới tránh khỏi\nNếu làm bướng bốc phải thiệt hại"
  },
  {
    "id": "883",
    "name": "MINH VI",
    "description": "Kiến hỉ hung hoan khổ kiến thương",
    "meaning": "Kiến hỉ hung hoan khổ kiến thương\nTử tôn lâm ứng vị vi xương\nƯng tri tiểu tử tại nguy chỉ\nChỉ hữu cầu thần bảo an khương",
    "details": "Bịnh trái giống, bạn ai gặp khó ruổi lắm\nHào tử tôn vô hào ứng không đặng tốt\nĐứa bé đâu đây cũng vì lâm tai nạn\nNếu khấn vái thần để bình an"
  },
  {
    "id": "884",
    "name": "PHỤC",
    "description": "Tri quân mãi ốc lai chiếm quái",
    "meaning": "Tri quân mãi ốc lai chiếm quái\nMãi thời tăng giá tần đa thoại\nCách giác trùng phùng quái vị an\nChỉ nghi thối bộ hườn tu bãi",
    "details": "Ông muốn mua nhà đến coi quẻ này\nMua xong giá có người khác lại mua cao hơn, chủ bán nói đi nói lại\nKiếm chuyện này nọ khó để mình, sanh rầy rà mãi\nCó nhịn được thời mưa, không thì thôi đi."
  },
  {
    "id": "885",
    "name": "THĂNG",
    "description": "Mưu sự vô phòng vẫn quái hào",
    "meaning": "Mưu sự vô phòng vẫn quái hào\nChỉ nhơn sanh khi phi tinh thần\nTự hữu hảo hữu lai trợ lực\nThành toàn chi hậu đắc toại tâm",
    "details": "Có chuyện tính toán sợ hệ nên đi coi quẻ\nChỉnh vì có việc sanh giận hờn nên mới đổ bể việc mất công nầy.\nNhờ có anh em bạn thiết đến điều đình giúp sức\nChừng việc tính hoàn toàn, từ đó về sau mới vừa lòng"
  },
  {
    "id": "886",
    "name": "",
    "description": "Nạng phạm tai tỉnh phước bất khinh",
    "meaning": "Nạng phạm tai tỉnh phước bất khinh\nThương hàn thổ tả phúc trung đông\nTài tỉnh tuy phạm vô nan sự\nCấp tốc cầu thần khả bảo ninh",
    "details": "Mạng gặp năm kỵ đau nhiều nhờ đức ông bà che chở\nBịnh thương hàn ỉa mửa ruột đau như dao xăm\nCúng kiến sao hạng đi, đừng để trễ\nCúng kiến xong rồi uống thuốc mạnh"
  },
  {
    "id": "887",
    "name": "KHIÊM",
    "description": "Phụ mẫu tai ương định bất phòng",
    "meaning": "Phụ mẫu tai ương định bất phòng\nỨng lâm quan vị thọ miêng trường\nDiệu được điều hòa tam ngũ tể\nHậu đô vô xung hà tất mang",
    "details": "Cha mẹ ốm đau không sao đâu\nHào ứng gặp hào quan tuổi còn sống lâu\nRước thầy hay uống 5,3 thang thì mạnh\nTại năm vận tháng hạng nên đau vậy chớ đừng lộn xộn"
  },
  {
    "id": "888",
    "name": "KHÔN",
    "description": "Quân chiếm hội sự mạc ưu tâm",
    "meaning": "Quân chiếm hội sự mạc ưu tâm\nYến thành tu hứa hảo hữu bằng\nTài vượng trùng trùng vô khiếm khuyết\nThất phân tài hỉ tự nhiên thành",
    "details": "Ông muốn tính nhóm việc kín đáo gì đây đừng lo\nMuốn nên việc phải nhờ anh em bạn thiết mình\nHào tài vượng đều đủ không thiết sót\n10 phần tài hỉ được 7 rồi, tự nhiên nên việc."
  }
]
